Repository: hosalsayed-hub/made_home
Catalog: Homemade.BLL/Resources/HomemadeErrorMessages.*.resx
Languages: ar

source: Address Requierd
ar: العنوان مطلوب

source: Amount Requierd
ar: الكمية مطلوبة

# AmountValid
source: Amount InValid
ar: الكمية غير صحيحة

# ArabicOnly
source: Arabic letters and numbers only
ar: يجب ادخال حروف عربي او ارقام فقط

# ArNameRequierd
source: Arabic Name Requierd
ar: الاسم عربي مطلوب

source: City Requierd
ar: المدينة مطلوبة

source: Country Requierd
ar: الدولة مطلوبة

source: Date Operation Requierd
ar: تاريخ العملية مطلوب

source: Delivery Price Requierd
ar: سعر التوصيل مطلوب

source: Driver Requierd
ar: الكابتن مطلوب

# Email
source: Email Invalid
ar: البريد الالكتروني غير صحيح

source: Email Requierd
ar: البريد الالكتروني مطلوب

# EnglishOnly
source: English letters and numbers only
ar: يجب ادخال حروف انجليزية او ارقام

# EnNameRequierd
source: English Name Requierd
ar: الاسم بالانجليزية مطلوب

source: Field Requierd
ar: الحقل مطلوب

source: File No Requierd
ar: رقم الملف مطلوب

# FileNoValid
source: File No InValid
ar: رقم الملف غير صحيح

source: Gender Requierd
ar: النوع مطلوب

source: ID No Requierd
ar: رقم الهوية مطلوب

# IDNoValid
source: ID No InValid
ar: رقم الهوية غير صحيح

source: Main Address Requierd
ar: العنوان مطلوب

# MainAddressValid
source: Main Address Invlalid
ar: العنوان غير صحيح

source: Invalid Mobile
ar: رقم هاتف غير صحيح

source: Mobile Requierd
ar: الهاتف مطلوب

# MobileValid
source: Mobile No InValid
ar: رقم الهاتف غير صحيح

# NameMax0
source: It must be greater than 0
ar: يجب ان يكون الرقم اكبر من صفر

# NameMax10
source: It must be lower than or equal to 10 characters
ar: يجب ان يكون عدد الحروف 10

# NameMax20
source: It must be lower than or equal to 20 characters
ar: يجب ان يكون عدد الحروف 20

# NameMax100
source: It must be lower than or equal to 100 characters
ar: يجب ان يكون عدد الحروف 100

# NameMax15
source: It must be lower than or equal to 15 characters
ar: يجب ان يكون عدد الحروف 15

# NameMax4
source: It must be lower than or equal to 4 characters
ar: يجب ان يكون عدد الحروف 4

# NameMax75
source: It must be lower than or equal to 75 characters
ar: يجب ان يكون عدد الحروف 75

source: Nationality Requierd
ar: الجنسية مطلوبة

# NumberOnly
source: Numbers Only
ar: من فضلك قم بادخال ارقام فقط

source: Position Requierd
ar: الموضع مطلوب

source: Required
ar: مطلوب

# TransactionTypeRequierd
source: Transaction Requierd
ar: نوع التحويل مطلوب

source: Year Invalid
ar: السنة غير صحيحة

source: Zone Requierd
ar: المنطقة مطلوبة

source: Content Ar Requierd
ar: المحتوى العربي مطلوب

source: Content En Requierd
ar: المحتوى الانجليزي مطلوب

source: Message Requierd
ar: الرسالة مطلوبة

# NotIdentical
source: Value NotI dentical
ar: القيم غير متطابقين

source: Base Fare Required
ar: الاجرة الاساسية مطلوبة

source: Cancelation Fare Required
ar: اجرة الالغاء مطلوبة

source: Category Car Type Required
ar: نوع السيارة مطلوب

source: Delivery Type Required
ar: نوع التوصيل مطلوب

source: Fare Minute Required
ar: اجرة الدقيقة مطلوبة

source: Min Fare Required
ar: الحد الادنى للاجرة مطلوب

source: Min KM Required
ar: الحد الادنى للكيلوميترات مطلوب

source: Waiting Charge Required
ar: اجرة الانتظار مطلوبة

source: Client Requierd
ar: العميل مطلوب

source: Promo Requierd
ar: الكود الترويجى مطلوب

source: Voucher Requierd
ar: قسيمة الشراء ملطوبة

source: CategoryRequierd
ar: الفئة الرئيسيه مطلوبه

source: Sub Category Requierd
ar: الفئه الفرعيه مطلوبه

source: Client Type Requierd
ar: نوع المتجر مطلوب

source: Invalid Phone number
ar: رقم الهاتف غير صحيح

source: Oops this ID Number is found Before to a Captain account
ar: عفوًا ، تم العثور على رقم المعرف هذا من قبل في حساب الكابتن

# Phone_Number_Is_Exists
source: Mobile No already exists
ar: رقم الهاتف موجود بالفعل

# RequiredTxt
source: Required
ar: مطلوب

source: Requierd
ar: مطلوب

source: Weight Unit Required
ar: وحده الوزن مطلوبه

source: Default Price Required
ar: السعر الأفتراضي مطلوب

source: Region Requierd
ar: المنطقة مطلوبة

source: Job Type Requierd
ar: نوع العمل مطلوب

source: Phone Requierd
ar: رقم الهاتف مطلوب

source: Mobile Is Exists
ar: رقم الجوال موجود بالفعل

# ArAddressRequierd
source: Arabic Address Requierd
ar: العنوان عربى مطلوب

# EnAddressRequierd
source: English Address Requierd
ar: العنوان انجليزى مطلوب

source: Fax Requierd
ar: الفاكس مطلوب

source: General Setting Requierd
ar: الاعدادات العامة مطلوبة

source: Entity Requierd
ar: المستشفى مطلوب

source: Department Requierd
ar: القسم مطلوب

source: Job Requierd
ar: الوظيفة مطلوبة

source: Doctor Requierd
ar: الطبيب مطلوب

source: Entities Group Requierd
ar: المجموعة مطلوبة

source: Patient Requierd
ar: المريض مطلوب

source: Place Requierd
ar: المكان مطلوب

source: Please Check Any Permission First
ar: برجاء اختيار الصلاحية اولا

source: User Is Exist
ar: المستخدم موجود من قبل

source: Main Category Required
ar: التصنيف مطلوب

source: Code Required
ar: الكود مطلوب

source: Account Number Requierd
ar: رقم الحساب مطلوب

source: IBA Nnumber Requierd
ar: مطلوب IBAN رقم

source: SliderType Requierd
ar: النوع مطلوب

source: Bank Requierd
ar: البنك مطلوب

source: Percent Requierd
ar: النسبة مطلوبة

source: Second Name Required
ar: الاسم الثاني مطلوب

source: Main Page Required
ar: الصفحة الرئيسية مطلوبة

source: Title Ar required
ar: العنوان العربي مطلوب

source: Title En required
ar: العنوان الانجليزي مطلوب

source: Price Requierd
ar: السعر مطلوب

source: Price Required
ar: المبلغ مطلوب

source: Vendor Requierd
ar: المتجر مطلوب

source: Name Requierd
ar: الاسم مطلوب

# DeliveryPriceBiggerThanZero
source: Delivery Price Should Be Greater Than Zero
ar: سعر التوصيل يجيب أن يكون اكبر من 0

# DeliveryPriceRequired
source: Delivery Price
ar: سعر التوصيل

# MaxDeliveryPriceBiggerThanZero
source: Max Delivery Price Should Be Greater Than Zero
ar: الحد الأقصي لسعر التوصيل يجيب أن يكون اكبر من 0

# MaxDeliveryPriceRequired
source: MaxDelivery Price
ar: الحد الأقصي للتوصيل

# MinDeliveryPriceBiggerThanZero
source: Min Delivery Price Should Be Greater Than Zero
ar: الحد الأدني لسعر التوصيل يجيب أن يكون اكبر من 0

# MinDeliveryPriceRequired
source: Min Delivery Price
ar: الحد الأدني للتوصيل

# FirstNameARRequierd
source: First Name Arabic Requierd
ar: الاسم الاول عربي مطلوب

# FirstNameENRequierd
source: First Name English Requierd
ar: الاسم الاول انجليزي مطلوب

# DeliveryPriceMinMaxValidation
source: Delivery Price Shoud be from
ar: سعر التوصيل يشترط ان يكون من

# DeliveryPriceMinMaxValidationCurrency
source: Rial
ar: ريال

# DeliveryPriceMinMaxValidationTo
source: to
ar: الي

# DeliveryPriceValidation
source: Delivery Price Required
ar: سعر التوصيل مطلوب

source: User Name Requierd
ar: اسم المستخدم مطلوب

source: Confirm Password Requierd
ar: تأكيد كلمة المرور مطلوب

# IsAgreeTermsRequierd
source: You must agree to the terms and conditions
ar: يجب الموافقة على الشروط والاحكام

source: Password Requierd
ar: كلمة المرور مطلوبه

# PasswordValidNumber
source: Must be between 5 and 255 characters
ar: يجب أن يكون بين 5 و 255 حرفًا

source: Password must match
ar: كلمة المرور يجب ان تتطابق

source: Password not match
ar: كلمتي المرور غير متطابقتين

source: Question Requierd
ar: السؤال مطلوب

source: Address Types Requierd
ar: نوع العنوان مطلوب

source: Block Requierd
ar: الحي مطلوب

# StoreNameAr
source: Store Name Ar Requierd
ar: اسم المتجر عربي مطلوب

# StoreNameEn
source: Store Name En Requierd
ar: اسم المتجر انجليزي مطلوب

source: Product Type Requierd
ar: نوع المنتج مطلوب

source: number must be 10
ar: العدد يجب ان يكون 10

# NameMax300
source: It must be lower than or equal to 300 characters
ar: يجب ان يكون عدد الحروف 300

source: Driver Commision Requierd
ar: سعر التوصيل مطلوب

source: Min KM Requierd
ar: الحد الاعلى للكيلومترات مطلوب

source: Over Km Fare Requierd
ar: سعر الكيلو الزيادة مطلوب

# NameMax50
source: It must be lower than or equal to 50 characters
ar: يجب ان يكون عدد الحروف 50

source: Weight Required
ar: الوزن مطلوب

source: Discount Date Required
ar: تاريخ الخصم مطلوب
