Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

source: Rejected Requests
ar: طلبات مرفوضة

source: Shipping Orders
ar: الطلبات انتظار التسليم

source: Under Scrutiny Requests
ar: طلبات تحت المراجعة

source: Waiting Activation Requests
ar: طلبات تمت مراجعتها

source: Amount Due
ar: المبلغ المستحق

source: Due
ar: المستحق

source: Transfer Invoice
ar: تحويل الفاتورة

source: Waiting Transfer Confirmation
ar: انتظار تأكيد التحويل

source: Assigned
ar: تم التوزيع

source: Being Processed
ar: قيد التجهيز

source: Certified
ar: المعتمدين

source: On Way Store
ar: فى الطريق للمتجر

source: Orders
ar: الطلبات

source: Pending Accept
ar: انتظار القبول

source: Pending Delivered
ar: انتظار التسليم

source: Rejected
ar: المرفوضة

source: Waiting Activation
ar: تمت مراجعتها

source: With Captain
ar: مع الكابتن

# New_Orders
source: New
ar: جديدة

source: Vendors Waiting Active
ar: متاجر بانتظار التفعيل

source: Delivery Chart
ar: مخطط التوصيل

source: Delivery Rates
ar: نسب التوصيل

source: Delivery Tax
ar: ضريبة التوصيل

source: Due Orders Count
ar: عدد الطلبات المستحقة

source: Earnings
ar: الارباح

source: Earnings With Out Delivery
ar: الارباح بدون توصيل

source: External Companies
ar: الشركات الخارجية

source: Home Made Delivery Price
ar: مبالغ توصيل شغل بيت

source: Home Made Earnings
ar: أرباح شغل بيت

source: Invoiced
ar: تمت التصفية

source: Invoices
ar: الفواتير

source: Invoice Earnings
ar: أرباح تمت التصفية

source: Money Transfers
ar: تحويلات مالية

# Not_Inovice
source: Pending Inovice
ar: انتظار التصفية

source: Not Invoice Earnings
ar: أرباح لم تتم التصفية

source: Orders History
ar: سجل الطلبات

source: Orders Not Inovice
ar: طلبات لم تفوتر

source: Orders Summary
ar: ملخص الطلبات

source: Orders Transferred
ar: طلبات تم التحويل

source: Orders Waiting Transfer
ar: طلبات بانتظار التحويل

source: Shipping Company Delivery Price
ar: مبالغ توصيل الشروق

source: Total Count Orders
ar: إجمالي عدد الطلبات

source: Total Earning
ar: صافى الربح

source: Transferred
ar: تم التحويل

source: Transfers
ar: تحويلات

source: Waiting Review
ar: انتظار المراجعة

source: Waiting Transfer
ar: انتظار التحويل

source: Waiting Transfer Approval
ar: انتظار اعتماد التحويل

source: Money Captains
ar: مبالغ الكابتن

source: Days Vac
ar: ايام العمل فى الاجازة

source: Days Work
ar: ايام العمل

source: Days Work Required
ar: ايام العمل مطلوبه

# VacWorkFrom
source: Vacation Work From
ar: وقت العمل من

# VacWorkTo
source: Vacation Work To
ar: وقت العمل الى

source: Work From
ar: وقت العمل من

source: Work To
ar: وقت العمل الى

source: Are You Sure To Cancel Promo?
ar: هل تريد الغاء الكود الترويجى؟

source: Cancel Activation
ar: الغاء التفعيل

source: You cannot add an appointment to scheduling less than today
ar: عفوا لا يمكنكم ارسال طلب مجدول قبل ساعتين من الآن.

source: number available
ar: يتوفر عدد

# Only_this_item_If_this_quantity_continues
source: Only this item. If this quantity continues, a permission request will be sent to the Vendor for approval.
ar: فقط من هذه السلعة. في حال الاستمرار بهذه الكمية سيتم ارسال طلب إذن للمتجر للموافقة.

source: Only, you need approval from the Vendor.
ar: فقط ، تحتاج موافقة من المتجر.

source: Quantity Increase Order
ar: طلب زيادة الكمية

source: Sorry, number is available
ar: نعتذر، يتوفر عدد

# You_have_reached_your_daily_limit
source: Sorry, there are limited quantities of this item available. If this quantity continues, a permission request will be sent to the store for approval.
ar: نعتذر، تتوفر كميات محدودة من هذه السلعة. في حال الاستمرار بهذه الكمية سيتم ارسال طلب إذن للمتجر للموافقة.

source: Closed
ar: مغلق

source: Approve
ar: موافقة

source: The request to increase the product has been sentsuccessfully
ar: تم ارسال طلب زيادة المنتج بنجاح

# increase_the_quantity_Validation
source: Sorry, you cannot complete the order, you must make a request to increase the quantity
ar: عفوا لايمكنك اتمام الطلب يجب عمل طلب زيادة الكمية

source: Vendor Closed
ar: المتجر مغلق

source: Driver Support Details
ar: تفاصيل استفسار الكباتن

# Your_Order_Pending
source: Your Order Increase
ar: طلبات زياده الكميه

source: Vendors previously dealt with
ar: متاجر سبق التعامل معها

source: The request to increase the quantity must be approved first
ar: يجب الموافقة على طلب زيادة الكمية اولا

# DeliveryPriceVatPercent
source: Vat Percent
ar: الضريبة

source: Delivery Price With Vat
ar: سعر التوصيل شامل ضريبة القيمة المضافة

source: Price With Vat
ar: مجموع الطلب شامل الضريبة

source: Total With Vat
ar: المجموع شامل ضريبة القيمة المضافة

# DeliveryPriceVatValue
source: Delivery Price Vat
ar: ضريبة التوصيل

# TotalBaseItem
source: Total Product
ar: إجمالى الأصناف

source: Vat Product
ar: ضريبة المنتجات

source: Vat Value
ar: إجمالى الضريبة

source: Delivery Price Without Vat
ar: التوصيل بدون ضريبة

source: Items Without Vat
ar: الأصناف بدون ضريبة

source: Order Cost With Vat
ar: تكلفة الطلب شامل الضريبة

source: Per Company
ar: ربح الشركة

source: Total Amount With Vat
ar: المبلغ الكلي شامل الضريبة

source: Total With Vat
ar: اجمالي شامل الضريبة

source: Open
ar: مفتوح

source: Closed Now
ar: مغلق الآن

source: Open now and ready to receive orders
ar: مفتوح الآن وجاهز لإستقبال الطلبات

source: First Page
ar: الصفحة الاولى

source: Last Page
ar: الصفحة الاخيرة

# Public_Error
source: An error occurred while completing the request
ar: حدث خطا أثناء استكمال الطلب

source: Verification code is being sent
ar: جاري ارسال كود التحقق

# Confirm_Pay_W
source: Confirm
ar: تأكيد الشحن

source: Enter Amount
ar: إدخل المبلغ

source: Wallet Charge
ar: شحن المحفظة

source: Edit Quantity
ar: تعديل الكمية

# SaveWithApprove
source: Save Quantity With Approve
ar: حفظ الكمية مع القبول

source: Delivery Price
ar: رسوم التوصيل

# Items_Cost
source: Item Cost
ar: قيمة المنتج

source: Payment Type
ar: طريقة الدفع

source: Per Company Amount
ar: مبلغ شغل بيت

source: Per Company Percent
ar: نسبة شغل بيت

source: Per Store Amount
ar: مبلغ المتجر

source: Per Store Percent
ar: نسبة المتجر

# Vat_Value
source: Vat
ar: الضريبة

source: Received Date
ar: تاريخ التسليم

source: Received Time
ar: وقت التسليم

source: Quantity not available in Vendor
ar: الكمية غير متوفر لدى المتجر

source: Response Status
ar: حالة الشركة

source: Shipping Company History
ar: حركة شركات الشحن

source: Facebook Link
ar: رابط الفيس بوك

source: Instagram Link
ar: رابط انستجرام

source: Snapchat Link
ar: رابط سناب شات

source: Twitter Link
ar: رابط تويتر

source: First Shift Vac Work From
ar: الشيفت الاول للاجازة العمل من

source: First Shift Vac Work To
ar: الشيفت الاول للاجازة العمل الى

source: First Shift Work From
ar: الشيفت الاول العمل من

source: First Shift Work To
ar: الشيفت الاول العمل الى

source: Second Shift Vac Work From
ar: الشيفت الثانى للاجازة العمل من

source: Second Shift Vac Work To
ar: الشيفت الثانى للاجازة العمل الى

source: Second Shift Work From
ar: الشيفت الثانى العمل من

source: Second Shift Work To
ar: الشيفت الثانى العمل الى

source: Whatsapp Link
ar: رابط الواتس

source: Sorry, we are out of order now
ar: نعتذر ، لن نتمكن من استقبال طلباتكم في الوقت الحالي

# lbl_Delivery_Price
source: Delivery Price
ar: سعر التوصيل

source: Shopping Basket
ar: سلة المشتريات

source: Total Including Tax
ar: الإجمالي شامل الضريبة

source: First Shift From
ar: الشفت الاول من

source: First Shift To
ar: الشفت الاول الى

source: Holidays
ar: ايام العطلات

source: Second Shift From
ar: الشفت الثانى من

source: Second Shift To
ar: الشفت الثانى الى

source: Shipping Amount
ar: مبلغ الشحن

source: Please Insert Shipping Amount
ar: برجاء ادخال مبلغ الشحن

source: Shipping Amount Not Valid
ar: مبلغ الشحن غير صحيح

source: Order
ar: طلب

source: Store Name
ar: اسم المتجر

source: Entry
ar: المدخل

source: Favourite Products
ar: المنتجات المفضلة

source: Remove
ar: حذف

source: Add Notes Admin
ar: اضافة ملاحظات الادارة

source: Notes Admin
ar: ملاحظات الادارة

source: Please Insert Notes
ar: برجاء ادخال الملاحظات

# DisplayStatus
source: Display
ar: العرض

# lbl_Created
source: Created
ar: تم الانشاء

source: On Work
ar: قيد العمل

source: Submitted
ar: تم الإكمال

source: Vacation
ar: اجازة

source: Email Content
ar: محتوى البريد الالكترونى

source: Not Found Email
ar: عفوا لا يمكن ارسال الايميل لان البريد الالكترونى غير موجود

source: Not Found Mobile
ar: عفوا لا يمكن ارسال الرسالة النصية لان رقم الجوال غير موجود

source: Please Insert Email Content
ar: برجاء ادخال محتوى البريد الالكترونى

source: Please Insert Message
ar: برجاء ادخال الرسالة

source: Please Insert Subject
ar: برجاء ادخال العنوان

source: Fail Send Email
ar: فشل ارسال البريد الالكترونى

source: Fail Send SMS
ar: فشل ارسال الرسالة النصية

source: Mobile SMS
ar: الرساله النصية للجوال

source: Persons
ar: أشخاص

source: Captin Rate
ar: تقييم الكابتن

source: Product Order
ar: ترتيب المنتج

source: Product Quantity
ar: كمية المنتج

source: Product Quantity Type
ar: نوع كمية المنتج
