Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

source: Can the application be submitted without registering a user account?
ar: هل يمكنني تقديم الطلب بدون تسجيل حساب كمستخدم؟

source: Cart
ar: العربة

source: Clear All
ar: مسح الكل

source: Contact Us
ar: تواصل معانا

source: Description of Services
ar: وصف الخدمات

# Description_of_Services_Content
source: In order to become a member of the Home Work website, you must first fill out the registration form, then agree and undertake to be bound by the provisions of the Home Work User Agreement, and when filling out and approving the registration form or obtaining any services or ordering a meal using the site; You hereby agree to be bound by the Occupy Home of a Saudi Joint Stock Company User Agreement
ar: لكي تصبح عضواً في موقع شغل بيت على الشبكة، يتعين عليك في البداية أن تقوم بتعبئة استمارة التسجيل، ثم الموافقة والتعهد على الالتزام بأحكام إتفاقية مستخدم شغل بيت، وعند تعبئة واعتماد استمارة التسجيل أو الحصول على أية خدمات أو طلب وجبة باستخدام الموقع؛ فإنك بموجب هذا توافق على الالتزام باتفاقية مستخدم شغل بيت شركة مساهمة سعودية

source: Do you have prepaid card or credit card services?
ar: هل لديكم خدمات بطاقة الدفع المسبق او بطاقات الائتمان؟

source: Do you have special offers on your website?
ar: هل لديكم عروض خاصة على موقعكم على الشبكة؟

source: Explanation is added
ar: يتم إضافة شرح

source: How can we help you?
ar: كيف يمكننا مساعدتك؟

# How_can_we_help_you_Content
source: Contact us easily. Now we have a customer service department ready to receive your inquiries around the clock during the week
ar: تواصل معنا بسهولة الان لدينا قسم خدمة العملاء جاهز لاستقبال استفساراتكم على مدار الساعة خلال الأسبوع

source: How did we start?
ar: كيف بدأنا ؟

# How_did_we_start_Content
source: Introductory talk about Home Made and how they started and the source of their idea and how they implemented it Introductory talk about Home Made and how they started and the source of their idea and how they implemented it Introductory talk about Home Made and how they started and the source of their idea and how they implemented Introductory talk about Home Made and how they started and the source of their idea and how they implemented it About Home Made, how they started, the source of their idea, and how they implemented it
ar: كلام تعريفي عن شغل بيت وكيف بدأو ومنبع فكرتهم وكيف قاموا بتنفيذها كلام تعريفي عن شغل بيت وكيف بدأو ومنبع فكرتهم وكيف قاموا بتنفيذها كلام تعريفي عن شغل بيت وكيف بدأو ومنبع فكرتهم وكيف قاموا بتنفيذها كلام تعريفي عن شغل بيت وكيف بدأو ومنبع فكرتهم وكيف قاموا بتنفيذها كلام تعريفي عن شغل بيت وكيف بدأو ومنبع فكرتهم وكيف قاموا بتنفيذها

source: How is the application submitted and how is it executed?
ar: كيف يتم تقديم الطلب وكيف يتم تنفيذه

source: Implementation of the idea
ar: تنفيذ الفكرة

source: its Usefulness
ar: فائدتها

# I_entered_my_email_password_incorrectly
source: I entered my email/password incorrectly and now my account has been suspended, what should I do?
ar: لقد ادخلت بريدي الالكتروني/ كلمة السر الخاصة بي خطأ والان تم توقيف حسابي، ماذا افعل؟

source: Member Responsibilities
ar: مسؤوليات العضو

source: My Account
ar: حسابي

source: New User
ar: مستخدم جديد

source: Now
ar: الآن

source: or through our branches in
ar: أو من خلال فروعنا في

# Our_chievements_Throughout
source: Our achievements throughout
ar: إنجازاتنا على مدار

source: past years
ar: السنوات الماضية

source: Provinces
ar: محافظات

source: Refund Policy
ar: سياسة إعادة المال

# Refund_Policy_Content
source: In order to become a member of the Home Work website, you must first fill out the registration form, then agree and undertake to be bound by the provisions of the Home Work User Agreement, and when filling out and approving the registration form or obtaining any services or ordering a meal using the site; You hereby agree to be bound by the Occupy Home of a Saudi Joint Stock Company User Agreement
ar: لكي تصبح عضواً في موقع شغل بيت على الشبكة، يتعين عليك في البداية أن تقوم بتعبئة استمارة التسجيل، ثم الموافقة والتعهد على الالتزام بأحكام إتفاقية مستخدم شغل بيت، وعند تعبئة واعتماد استمارة التسجيل أو الحصول على أية خدمات أو طلب وجبة باستخدام الموقع؛ فإنك بموجب هذا توافق على الالتزام باتفاقية مستخدم شغل بيت شركة مساهمة سعودية

source: Report a problem
ar: الأبلاغ عن مشكلة

source: Restrictions on non-personal and non-commercial use
ar: القيود على الاستخدام غير الشخصي وغير التجاري

# Sapphire_Tower_Address
source: 31 Sapphire Tower - Jeddah - Saudi Arabia
ar: 31 برج الياقوت - جدة - السعودية

source: Subscribe Now
ar: اشترك الان

source: Subscribe to Us
ar: اشترك معانا

source: successful order
ar: طلب ناجح

source: Summary of
ar: ملخص عن

source: Support And Help
ar: الدعم والمساعدة

source: Terms and Conditions
ar: الشروط والأحكام

source: Today
ar: اليوم

source: View Cart
ar: عرض السلة

source: What do you want to order today ?
ar: ماذا تريد ان تطلب اليوم ؟

# What_is_a_Home_Made
source: What is a home job?
ar: ما هو شغل بيت؟

# What_is_a_Home_Made_Content
source: We simply take your order and send it to you so you don't have to deal with the hassle of buying the order by shopping, we make sure you receive your order on time and of the highest quality possible
ar: نحن نقوم ببساطة باستلام الطلب المقدم منكم وارساله اليكم ولذلك لا يتعين عليك التعامل مع متاعب شراء الطلب عن طريق التسوق، ونحن نتأكد من استلامك لطلبك في الوقت المحدد وبأعلى جودة ممكنة

source: Who Are We
ar: من نحن

# Write_you_message_here
source: Write your message here
ar: أكتب رسالتك هنا

source: You can contact us via
ar: يمكنك التواصل معنا عبر

source: You have no products in the cart yet
ar: لا يوجد لديك منتجات فالسله حتي الآن

source: Fail Send Message
ar: فشل فى ارسال الرسالة

source: Filter
ar: فلتر

source: Have a question?
ar: لديك سؤال؟

source: In Cart
ar: في السلة

source: Meal Type
ar: نوع الوجبة

source: Prices
ar: الأسعار

source: Questions about the product
ar: الأسئلة على المنتج

source: Related Products
ar: منتجات ذات صلة

source: Sort
ar: فرز

# The_inquiry_has_been_sent_successfully
source: The inquiry has been sent successfully and we will contact you as soon as possible.
ar: تم ارسال الاستفسار بنجاح وسيتم التواصل معكم في أقرب فرصة ممكنة.

source: Write your question here
ar: أكتب سؤالك هنا

source: Write your question or inquiry
ar: أكتب سؤالك أو إستفسارك

source: Choose Vendor
ar: اختر المتاجر

source: On Home Made
ar: علي شغل بيت

source: On Store
ar: علي المتجر

source: Seconed Name AR
ar: الاسم الثاني عربي

source: Seconed Name EN
ar: الاسم الثاني انجليزي

# PiecesAr
source: Product Quantity Arabic
ar: كمية المنتج عربي

# PiecesEn
source: Product Quantity English
ar: كمية المنتج انجليزي

source: Address Types
ar: نوع العنوان

source: Add New Address
ar: إضافة عنوان جديد

source: Delivery Addresses
ar: عناوين التوصيل

source: My Favorite Products
ar: منتجاتي المفضلة

source: Personal Data
ar: البيانات الشخصية

source: Questions and Ratings
ar: الأسئلة والتقييمات

source: Save Changes
ar: حفظ التعديلات

source: Wallet Balance
ar: رصيد المحفظة

source: Your Order List
ar: قائمة طلباتك

source: Delivery Type
ar: نوع التوصيل

# HomeMadeDeliveryType
source: HomeMade
ar: شغل بيت

# VendorCaptainDeliveryType
source: Vendor Captain
ar: كابتن المتجر

source: Delivery Address
ar: عنوان التوصيل

# Pending_Order
source: Pending Orders
ar: طلبات قيد الإنتظار

source: Update Location
ar: تعديل الموقع

source: Your Previous Orders
ar: طلباتك السابقة

source: Display More
ar: عرض المزيد

source: Order Details
ar: تفاصيل الطلب

source: Payment Status
ar: حالة الدفع

source: Being Delivery
ar: جار التوصيل

source: Being Processed
ar: جار التجهيز

source: Login Customer
ar: دخول العملاء

source: Order Accept
ar: قبول الطلب

source: Payment and Delivery Data
ar: بيانات الدفع والتوصيل

source: Welcome to Home Made
ar: اهلا بك في شغل بيت

# RaqmMaeruf
source: Maroof Number
ar: رقم معروف

# Become_a_Vendor
source: Apply with us as a service provider
ar: قدم معانا كمقدم خدمة

# Become_a_VendorDesc
source: And be among the best chefs and party hosts in the Kingdom
ar: وكن ضمن افضل الطباخين ومقدمي الحفلات في المملكة

source: Store Activity
ar: نشاط المتجر

# did_yo_forget_your_password
source: did you forget your password ?
ar: هل نسيت كلمة المرور ؟

source: Do you already have an account?
ar: هل لديك حساب بالفعل؟

source: Enter your address in detail
ar: أدخل عنوانك بالتفصيل

source: Enter your City
ar: ادخل مدينتك

source: Enter your email address
ar: أدخل بريدك الإلكتروني

source: Enter Your Nationality
ar: أدخل جنسيتك

source: Enter your triple name
ar: ادخل اسمك ثلاثي

source: Full Address
ar: العنوان كامل

# IsAgreeTermsRequierd
source: You must agree to the terms and conditions
ar: يجب الموافقة على الشروط والاحكام

source: I agree to
ar: أوافق علي

source: Mobile Number Verification
ar: التحقق من رقم الجوال

source: Password must match
ar: كلمة المرور يجب ان تتطابق

source: Please enter the code sent to your phone
ar: ادخل كود التحقق المرسل على جوالك

source: Register successfully and you are logged in
ar: تم الاشتراك بنجاح وجاري تسجيل الدخول

source: Successfully Registered
ar: تم التسجيل بنجاح

source: Success Verfied
ar: تم التحقق بنجاح

source: The code sent to you
ar: الكود المرسل إليك

# About_Wallet
source: About the Wallet
ar: عن المحفظة

source: Choose Department
ar: اختار القسم

source: Login or register here
ar: الدخول أو التسجيل من هنا

source: Popular Products
ar: أشهر المنتجات

source: Request a refund
ar: طلب إسترجاع المبلغ

source: The most important Departments
ar: اهم الأقسام

source: View all
ar: عرض الكل

source: View all Departments
ar: عرض جميع الأقسام

# Wallet_Content
source: Wallet balance is a balance that is added directly upon cancellation of the order, and is used to purchase any products through the application or website.
ar: رصيد المحفظة هو رصيد يتم اضافته بصورة مباشره فور إلغاء الطلب ، ويتم استخدامه في شراء أية منتجات من خلال التطبيق أو الموقع الإلكتروني او من خلال شحن رصيدك عن طريق البطاقة البنكية.

source: Cookie Consent
ar: الموافقة على ملفات تعريف الارتباط

# website_uses_cookies
source: This website uses cookies or similar technologies, to enhance your browsing experience and provide personalized recommendations. By continuing to use our website, you agree to our
ar: يستخدم هذا الموقع ملفات تعريف الارتباط أو تقنيات مشابهة ، لتحسين تجربة التصفح وتقديم توصيات مخصصة. من خلال الاستمرار في استخدام موقعنا ، فإنك توافق على

source: Cookie Policy
ar: ملفات تعريف الارتباط الخاصة بنا

source: Available items
ar: سلع متوفرة

source: What do you want to eat today?
ar: ماذا تريد ان تأكل اليوم ؟

# VacctionStatus
source: Vaction Status
ar: حالة الاجازة

source: Return Date
ar: تاريخ العودة

source: Vaccation Date
ar: تاريخ الاجازة

source: App Photo
ar: الصورة بالتطبيق

source: CR Image
ar: السجل التجاري

source: Forget Password
ar: نسيت كلمة المرور

source: Password not match
ar: كلمتي المرور غير متطابقتين

# Please_enter_your_phone_number_so_we_can_send_the_code
source: A verification code has been sent to your Phone
ar: تم ارسال كود تحقق على جوالك

source: Please set a new password
ar: من فضلك قم بتعيين كلمه مرور جديدة

source: Success Update Password
ar: تم اعادة تعيين كلمة المرور بنجاح

source: Already Subscribed
ar: تم الاشتراك من قبل

source: Download Home Made app now
ar: حمل تطبيق شغل بيت الآن

# Download_Home_Made_app_now_Content
source: Enjoy the most beautiful types of food with a group of skilled chefs, with high quality and safe healthy food, and you can also enjoy our services. Organizing and reviving all your special occasions
ar: واستمتع بأجمل أنواع الطعام مع مجموعة من امهر الطباخين وبجودة عالية وطعام صحي آمن ويمكنكم أيضا الاستمتاع بخدماتنا. في تنظيم وإحياء جميع المناسبات الخاصة بكم

source: Most popular service providers
ar: أشهر مقدمي الخدمات

source: Success SubScribe
ar: تم الاشتراك بنجاح

source: And be among the best chefs and party hosts in the Kingdom
ar: وكن ضمن افضل الطباخين ومقدمي الحفلات في المملكة

source: Apply with us as a service provider
ar: قدم معانا كمقدم خدمة

source: Common Questions
ar: الاسئلة الشائعة

source: Continue browsing
ar: استكمال التصفح

source: Thank You
ar: شكراً لك

# Your_request_has_been_registered_as_a_Vendor
source: Your request has been sent as a Partner, we will review your Information To active account
ar: تم ارسال طلبك كشريك ، وجاري مراجعة البيانات لإتمام تفعيل الحساب

source: Welcome
ar: يا هلا والله

source: Register Customer
ar: اشتراك عميل

source: Register Vendor
ar: اشتراك متجر

source: Order Cancel
ar: الغاء الطلب

source: Order Create
ar: انشاء الطلب

source: Order Delivery
ar: توصيل الطلب

source: Order Shipping
ar: شحن الطلب

source: Open Notification
ar: فتح الاشعار

source: All you wish for the world
ar: كل ما تتمناه لدنيا

source: Healthy food
ar: اكل صحي

# String1
source: Operators
ar: أشهر الاكلات

source: The most delicious and best dishes
ar: أشهي وافضل الاكلات

source: Pending Delivered Orders
ar: طلبات بإنتظار التوصيل

source: Previous Orders
ar: طلبات سابقة

source: Please Insert Data
ar: فضلا ادخل البيانات

source: Be Provider
ar: كن مقدم خدمة

source: Family Name
ar: اسم العائلة

# Family_Name_AR
source: Family Name Arabic
ar: اسم العائلة عربي

# Family_Name_EN
source: Family Name English
ar: اسم العائلة انجليزي

# HomeDeliveryPrice
source: Home Made Captain Delivery Price
ar: سعر توصيل كابتن شغل بيت

# LessDeliveryPrice
source: Min Delivery Price For Store Captain
ar: الحد الأدنى لتوصيل كابتن المتجر

# MoreDeliveryPrice
source: Max Delivery Price For Store Captain
ar: الحد الأقصي لتوصيل كابتن المتجر

# CRnumbermar
source: CR Number / Marouf / Freelance Document
ar: رقم السجل التجاري / معروف/وثيقة العمل الحر

source: Product
ar: المنتج

# Prod_Img
source: Product Image
ar: صورة المنتج

# Receive_Location
source: Order Receive Location
ar: موقع استلام الطلبات

# RegType
source: Completed
ar: الإستكمال

# No_Address
source: You do not have any delivery addresses, add a new address!
ar: ليس لديك أي عناوين توصيل , أضف عنوان جديد !

# Delivery_Type
source: Delivery Captain
ar: كابتن التوصيل

# Per_Home
source: Home Made Profit
ar: ربح شغل بيت

# Per_Store
source: Store Profit
ar: ربح المتجر

source: Store
ar: المتجر

# Welcome_to_Home_Made_vendor
source: Welcome partner in home Made
ar: اهلا بك شريك فى شغل بيت

# Loginvendor
source: Login To Your Dashboard
ar: الدخول الى لوحة التحكم

# This_Account_NotA_Vendor
source: Sorry, your data you are trying to login not your Vendor
ar: عذرا ، البيانات الخاصة بك تحاول تسجيل الدخول بها ليس شريكك

source: Send Message
ar: ارسال رسالة

source: Send Selected
ar: ارسال المحدد

source: Success Send Message
ar: تم ارسال الرسالة بنجاح

# SendMessageContent
source: You have successfully subscribed to a name @VendorName and you must do Forgot the password and this is the @Username
ar: تم اشتراكك بنجاح على اسم @VendorName ويجب عليك عمل نسيت الباسورد وهذا هو اسم المستخدم @Username

source: Activated
ar: تم التفعيل

source: Add Notes
ar: إضافة ملاحظات

source: Add notes on order
ar: إضافة ملاحظات على الطلب

# Attach_copy_receipt
source: Attach a copy of the receipt
ar: ارفاق صورة الإيصال

source: Bank Transfer
ar: التحويل البنكي

source: Complete Order
ar: إستكمال الطلب

source: Complete your purchase
ar: استكمال الشراء

source: Discount Coupon
ar: كوبون الخصم

source: Do you have any comments on the order?
ar: هل توجد لديك أي ملاحظات على الطلب ؟

source: Electronic Payment
ar: الدفع الإلكتروني

source: in the wallet
ar: في المحفظة

source: OK
ar: موافق

source: Order Payment
ar: دفع الطلب

source: Payment must be made within two minutes from now
ar: يجب ان تتم عمليه الدفع فى خلال دقيقتين من الان

source: Payment Options
ar: خيارات الدفع

source: Saudi International Bank
ar: البنك السعودي الدولي

source: Select address for delivery
ar: اختر العنوان للتوصيل

# Should_select_delivery_address
source: Should select a delivery address?
ar: يجب اختيار عنوان التوصيل ؟

source: Total Amount
ar: المبلغ الكلي

source: Total Delivery
ar: إجمالي التوصيل

source: Total Orders
ar: إجمالي الطلبات

source: Waiting for payment confirmation
ar: بإنتظار تأكيد الدفع

source: Write your comments here
ar: أكتب ملاحظاتك هنا

source: Your Wallet
ar: محفظتك

source: You are being transferred to pay the order
ar: جارى تحويلك لدفع الطلب

source: You have
ar: لديك

source: Captain External Company
ar: كابتن شركة خارجية

source: Captain Home Made
ar: كابتن شغل بيت

source: Captain Type
ar: نوع الكابتن

source: Orders Count
ar: عدد الطلبات

source: Please Select Captain
ar: برجاء اختيار الكابتن

source: Please Select One Order At Least
ar: برجاء اختيار طلب واحد على الاقل

source: Please Select Shipping Company
ar: برجاء اختيار شركة الشحن

# Addressvendor
source: nearest flag
ar: أقرب معلم

source: Captain
ar: الكابتن

source: Captain Al Shrouk
ar: كابتن شلركة التوصيل

source: Captain Store
ar: كابتن المتجر

source: Move Date
ar: تاريخ الحركة

source: Delivered By
ar: التوصيل بواسطة

source: Order Data
ar: بيانات الطلب

source: Phone
ar: الجوال

source: Shipping Data
ar: بيانات الشحن

source: Vendors
ar: المتاجر

source: Working Times
ar: أوقات العمل

source: Car Number
ar: رقم المركبة

source: Car Serial Number
ar: رقم سيريال المركبة

source: Not Verfied STCPAY
ar: غير مفعل STC

source: Verfied STCPAY
ar: مفعل STC

source: Discount Rate
ar: نسبة الخصم

source: Fixed Status
ar: حالة التثبيت

source: Food
ar: اكل

source: Hidden Status
ar: حالة الاخفاء

source: Product Ready Shipping
ar: منتج جاهز للشحن

source: Product Status
ar: حالة المنتج

source: Product Type
ar: نوع المنتج

source: Vendor Logo
ar: شعار المتجر

source: Clear
ar: مسح

source: Main Prod Image
ar: صورة المنتج الأساسية

source: Not Reply
ar: لا يوجد رد

source: Sub Product Images
ar: صور المنتج الفرعية

source: Update Permissions To All Users
ar: تعديل الصلاحيات على جميع المستخدمين

source: Update Reply
ar: تعديل الرد

source: Please Insert Answer
ar: برجاء ادخال الاجابة

source: Add Reply
ar: اضافة رد

source: Not Selected Blocks
ar: الاحياء الغير مختاره

source: Selected Blocks
ar: الاحياء المختاره

source: Selected Captains
ar: الكباتن المختاره

source: Sorry You Not Enable
ar: عفوا ..! حسابكم لم يتم تفعيله حتى الان

source: The login information is incorrect
ar: بيانات الدخول غير صحيحة

# Welcome_to_management_Home_Made
source: Welcome to management of Home Made
ar: اهلا بك في إدارة شغل بيت

source: We serve the city of Riyadh at the current stage only
ar: نخدم مدينة الرياض في المرحلة الحالية فقط

source: You do not have access
ar: ليس لديك صلاحية دخول

# AreYouSureToAssignOrder
source: Confirmation Assign Captain to orders
ar: تأكيد توزيع الطلبات على الكابتن

source: Change Password
ar: تغيير كلمة المرور

source: Orders have been Assign to the captain
ar: تم توزيع الطلبات على الكابتن

source: Please Insert New Password Valid
ar: برجاء ادخال كلمة المرور الجديدة بشكل صحيح

source: Delivery Vat
ar: ضريبة القيمة المضافة للتوصيل

# HomeDeliveryPriceWithoutVat
source: Home Made Delivery Price Without Vat
ar: سعر توصيل كابتن شغل بيت غير شامل الضريبه

# HomeDeliveryPriceWithVat
source: Home Made Delivery Price With Vat
ar: سعر توصيل كابتن شغل بيت شامل الضريبه

source: Minutes
ar: دقائق

# Time_Taken_Process
source: Time Taken to Process Order
ar: الوقت المستغرق لتجهيز الطلب

source: Please Choose Captian
ar: برجاء اختيار الكابتن

# IsShowContact
source: Show Contact information
ar: اظهار بيانات التواصل

source: All Total
ar: الإجمالي الكلي

source: Customer Data
ar: بيانات العميل

source: History Date
ar: تاريخ الحركة

source: History User
ar: القائم بالحركة

source: History User Type
ar: نوع القائم بالحركة

source: Not Agree
ar: غير موافق

source: Order History
ar: حركة الطلب

source: Order Notes
ar: ملاحظات الطلب

source: Order Rate
ar: تقييم الطلب

source: Seller Data
ar: بيانات البائع

source: Change
ar: تغيير

# Error_In_Status_Order
source: Sorry, this Order has already been updated to this status
ar: عفوا تم تحديث الطلب بهذه الحالة مسبقا

source: Create Date
ar: تاريخ الانشاء

source: Driver Commision
ar: سعر التوصيل

source: Minute
ar: دقيقة

source: Min KM
ar: الحد الاعلى للكيلومترات

source: Over Km Fare
ar: سعر الكيلو الزيادة

source: Person enough
ar: يكفى كام شخص

source: Time Process
ar: وقت التحضير

source: Max KM
ar: الحد الاقصي للكيلومترات

source: Product Quantity
ar: كمية المنتج

source: Order Date
ar: تاريخ الطلب

# ChooseLocationOnMap
source: Please choose your delivery location on the map
ar: اختار الموقع على الخريطة

# ChooseLocationOnMapNote
source: Attention: the delivery price is calculated based on the specified point
ar: انتبة : يتم احتساب سعر التوصيل بناء على النقطه المحدده

source: New Captain
ar: الكابتن الجديد

source: Add Scheduled Successfly
ar: تم اضافة الجدوله بنجاح

source: Now please specify the time and date you want to deliver your order
ar: الان فضلا قم بتحديد الوقت والتاريخ الذى تريد فيه توصيل طلبك

source: Order Time
ar: وقت الطلب

source: Scheduled Order
ar: طلب مجدول

source: VAT Invoice
ar: فاتورة ضريبة القيمة المضافة

source: VAT Invoice Link
ar: رابط فاتورة ضريبة القيمة المضافة

source: Order Type
ar: نوع الطلب

# Order_Now
source: Now
ar: فورى

source: Schedule
ar: مجدول

source: Hours
ar: ساعات

source: Inquiries STC
ar: استعلام التحويلات

source: Are You Sure To Cancel Schedule?
ar: الغاء الجدولة؟

source: Cancel Scheduled Successfly
ar: تم الغاء جدولة الطلب بنجاح

source: Cancel Schedule Order
ar: الغاء طلب الجدولة

source: Invalid Verified Code
ar: خطأ فى كود التحقق

# PasswordChangedAndLogin
source: Your Password Has Changed Successfully, and the login is in progress automatically.
ar: تم تغيير الرقم السري بنجاح ، وجاري تسجيل الدخول اوتوماتيكيا.

# SMSVerify
source: Please review the SMS to complete the process of changing the password
ar: يرجى مراجعه الجوال لاتمام عمليه تغيير الرقم السرى

source: The Order will be scheduled for
ar: سيتم جدوله الطلب بتاريخ

source: Verified Code
ar: كود التحقق

# RegionCity
source: Covered Zone
ar: منطقة التغطية

# LogVendor
source: Login Vendor
ar: بوابة دخول المتاجر

source: Do you already have a Vendor account
ar: هل لديك حساب تاجر بالفعل

# Download_Home_Made_app_for_stores
source: Download Home Made App for stores and productive families
ar: حمل تطبيق شغل بيت للمتاجر والأسر المنتجة

source: Go to Cart now
ar: الذهاب للسلة الآن

source: Integration Number
ar: رقم الربط

source: Product added to cart successfully
ar: تمت إضافة المنتج للسلة بنجاح

source: Daily Limit
ar: الحد اليومى

source: Gram
ar: جرام

source: Kilo
ar: كيلو

source: Limited
ar: عدد معين

source: Measurement
ar: القياس

source: Not Limited
ar: مفتوح

source: Quantity Daily Limit
ar: كمية الحد اليومى

# Download_Home_Made_app_Vendor_now
source: Download Home Made app for Vendor now
ar: حمل تطبيق شغل بيت للتاجر الآن

# Download_Home_Made_app_Vendor_now_Content
source: You can now download the Vendor app, register through it, receive all orders, update their statuses and new notifications, and follow up on financial invoices and receivables periodically.
ar: يمكنك الآن تحميل تطبيق المتاجر ، والتسجيل من خلاله واستقبال كافة الطلبات وتحديث حالاتها والاشعارات الجديدة ، ومتابعة الفواتير المالية والمستحقات بشكل دوري.

source: Insert Store Name English English Only
ar: ادخل اسم المتجر الانجليزى انجليزى فقط

source: Total Per Home
ar: اجمالى ربح شغل بيت

source: Vendor Questions
ar: اسئلة التاجر

source: Visitor Questions
ar: اسئلة الزوار

source: Re Assgin
ar: اعادة التوزيع

source: Re Assgin Captain
ar: اعادة اسناد الكابتن

source: Is Publish
ar: تريد النشر

source: Quantity Available
ar: الكمية المتوفرة

# Questions_Ratings
source: Questions And Ratings
ar: الاسئلة والتقييمات

source: Accepted Orders
ar: الطلبات المقبولة

source: Assign Orders
ar: الطلبات الموزعه

source: Being Delivery Orders
ar: الطلبات مع الكابتن

source: Being Processed Orders
ar: الطلبات قيد التجهيز

# Cancel_Orders
source: Cancel
ar: الملغية

source: Captains
ar: الكباتن

source: Certified Captains
ar: الكباتن المعتمدين

source: Created Orders
ar: الطلبات المنشئ

source: Delivered Orders
ar: طلبات الموصله

# New_Requests
source: New
ar: جديدة

source: On Way Store Orders
ar: الطلبات فى الطريق للمتجر
