Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

source: Name Not Valid
ar: الاسم غير صحيح

source: Net
ar: الصافى

source: Pending Invoices
ar: طلبات معلقة

source: Pending Orders
ar: الطلبات المعلقة

source: Price
ar: السعر

source: Products
ar: المنتجات

source: Product Name
ar: اسم المنتج

source: Registered Addresses
ar: العناوين المسجلة

source: Required
ar: المطلوب

source: Search for a product
ar: البحث عن منتج

# SuccessSendRequest
source: Send Request Successfly
ar: تم ارسال الطلب بنجاح

source: Sum
ar: المجموع

source: Temporary Save
ar: حفظ مؤقت

source: Please Add One Item At Least
ar: يجب اضافه صنف واحد على الاقل

source: The request has been successfully suspended
ar: تم تعليق الطلب بنجاح

source: Email Not Valid
ar: خطأ فى البريد الإلكتروني

source: Invalid login attempt
ar: محاولة تسجيل الدخول غير صحيحة

source: User Not Found
ar: المستخدم غير موجود

source: Company Type
ar: نوع الشركة

source: Please Choose Company
ar: برجاء اختيار الشركة

source: With Company
ar: مع شركة

source: With Out Company
ar: بدون شركة

source: Accepted Count
ar: عدد المقبول

source: Accepted Rate
ar: نسبة القبول

source: Delivered Count
ar: عدد التوصيل

source: Delivered Rate
ar: نسبة التوصيل

source: Reject Count
ar: عدد المرفوض

source: Requests
ar: طلبات

source: Title
ar: عنوان

source: Company Support
ar: دعم الشركة

source: Support Status
ar: حالة الدعم

source: Accept
ar: موافقة

source: Receive
ar: استلم

source: Reject
ar: رفض

source: Car Brand
ar: ماركة المركبة

source: Car Color
ar: لون المركبة

source: Car Images
ar: صور المركبة

source: Car Info
ar: بيانات المركبة

source: Car Model
ar: موديل المركبة

source: Car Year
ar: سنة المركبة

source: Enter ID Number
ar: ادخل رقم الهوية

source: Enter Name
ar: ادخل الاسم

source: Enter Plate Number
ar: ادخل رقم اللوحة

source: Identity Exporation Date
ar: تاريخ انتهاء الهوية

source: ID Picture
ar: صورة الهوية

source: ID Number
ar: رقم الهوية

# InsidePicture
source: Car Inside Picture
ar: صورة المركبة من الداخل

source: Personal Picture
ar: الصورة الشخصية

source: Plate Number
ar: رقم اللوحة

source: Select Brand
ar: اختار الماركة

source: Select City
ar: اختار المدينة

source: Select Color
ar: اختار اللون

source: Select Model
ar: اختار الموديل

source: Select Nationality
ar: اختار الجنسية

source: Select Year
ar: اختار السنة

source: ID Number must be 10 charcters
ar: يجب أن يتكون رقم الهوية من 10 احرف

source: ID Number must be 14 charcters
ar: يجب أن يتكون رقم الهوية من 14 حرفا

source: Invalid Phone number
ar: رقم الجوال خطأ

source: Oops this ID Number is found Before to a Captain account
ar: عفوًا ، تم العثور على رقم الهوية هذا من قبل في حساب الكابتن

source: Phone Number Is Exists
ar: رقم الجوال موجود بالفعل

source: Your inquiry has been successfully sent
ar: تم إرسال استفسارك بنجاح

# Your_request_has_been_successfully_sent
source: Your request has been received and we are communicating with you as soon as possible
ar: تم استلام طلبكم وجاري التواصل معكم في اقرب فرصة ممكنة

# ClientsDesc
source: By registering with us as a store, you can send requests to us and we will send a representative to receive the order and deliver it
ar: من خلال تسجيلك معنا كعميل فإنه يمكنك ارسال الطلبات لنا وسوف نرسل مندوب لك لاستلام الطلب وتوصيله

source: Manager Name
ar: اسم المسئول

source: Mobile Number
ar: رقم الجوال

# NameArabic
source: Name in Arabic
ar: الاسم عربي

# NameEnglish
source: Name in English
ar: الاسم انجليزى

source: Operator Companies
ar: الشركات المشغلة

# OperatorCompaniesDesc
source: By registering as an operating company, you can manage your account, its branches, and your requests
ar: من خلال تسجيلك كا شركه مشغله يمكنك اداره حسابك وفروعها وطلباتك

source: Register
ar: تسجيل

# RegisterTitle1
source: Join us to get more delivery agents for your business.
ar: شارك معنا للحصول على المزيد من المناديب لتوصيل عملك

# RegisterTitle2
source: Sign up and get listed on Homemade to grow your sales.
ar: قم بالتسجيل والإدراج في Homemade لزيادة مبيعاتك.

source: Restaurants
ar: المطاعم

# RestaurantsDesc
source: Lorem ipsum dolor sit amet consectetur, adipisicing elit.
ar: هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى،

source: Website Url
ar: رابط الموقع

source: After reviewing your application we’ll invite you for a training session.
ar: بعد مراجعة طلبك ، سندعوك لحضور جلسة تدريبية.

source: Be your own boss
ar: كن سيد نفسك

source: Captain Info
ar: بيانات الكابتن

source: Captain sign Form
ar: نموذج توقيع الكابتن

source: CEO Letter
ar: خطاب الرئيس التنفيذي

# CEO_Letter_content
source: Good things happen when people can move, whether across town or toward their dreams. Opportunities appear, open up, become reality. What started as a way to tap a button to get a ride has led to billions of moments of human connection as people around the world go all kinds of places in all kinds of ways with the help of our technology.
ar: تحدث الأشياء الجيدة عندما يستطيع الناس التحرك ، سواء عبر المدينة أو نحو أحلامهم. الفرص تظهر ، تنفتح ، تصبح حقيقة. ما بدأ كطريقة للنقر على زر للحصول على رحلة أدى إلى مليارات من اللحظات من التواصل البشري حيث يذهب الناس حول العالم إلى جميع أنواع الأماكن بشتى الطرق بمساعدة تقنيتنا.

source: Complete the form at the top and apply to become a Homemade Captain.
ar: أكمل النموذج في الأعلى وتقدم لتصبح كابتن شغل بيت.

source: Control your own life
ar: تحكم في حياتك

# Damam_Saudi_Arabia
source: 1023085_34265 Damam 6751
ar: ١٠٢٣٠٨٥_٣٤٢٦٥ ٦٧٥١دمام

source: Destination
ar: وجهة

source: Drive withHomemade and be a Captain
ar: قم بالقيادة مع شغل بيت وكن قائدًا

source: Earn_money
ar: اكسب مبالغ

# Earn_money_content
source: Once you have completed the training and you are a certified Captain, you will download the driving app and sign in with your unique credentials
ar: بمجرد الانتهاء من التدريب وتصبح كابتنًا معتمدًا ، ستقوم بتنزيل تطبيق القيادة وتسجيل الدخول باستخدام بيانات اعتمادك الفريدة

source: Files
ar: المستندات

source: Full time? Part time? With Homemade you work on your own time.
ar: وقت كامل؟ دوام جزئى؟ مع شغل بيت أنت تعمل في وقتك الخاص.

source: How Homemade works
ar: كيف يعمل شغل بيت

source: How to get started ?
ar: كيف تبدأ ؟

source: How to Register
ar: كيفية التسجيل

source: Homemade corporation
ar: شركة ماجور

source: Homemade Inc
ar: شركة شغل بيت

source: logistic solutions company
ar: شركة الحلول اللوجستية

# logistic_solutions_company_content
source: Logistic One Corporation is an emerging Saudi facility based in Dammam that provides logistical services for electronic commerce. Since our inception ... we have sought to provide a seamless customer experience and provide consistent delivery service in performance throughout the Kingdom of Saudi Arabia. We provide a range of Homemade services of the highest standards to ensure that the customer's need is met
ar: شركة لوجستيك ون هي منشأة سعودية ناشئة مقرها في الدمام تقدم خدمات لوجستية للتجارة الإلكترونية. منذ بدايتنا ... سعينا إلى تقديم تجربة سلسة للعملاء وتقديم خدمة توصيل متسقة في الأداء في جميع أنحاء المملكة العربية السعودية. نحن نقدم مجموعة من الخدمات اللوجستية بأعلى المعايير لضمان تلبية احتياجات العميل

source: Make your own money
ar: اصنع أموالك الخاصة

source: Mission
ar: مهمة

# Mission_content
source: Logistic One Corporation is an emerging Saudi facility based in Dammam that provides logistical services for electronic commerce.
ar: شركة لوجستيك ون هي منشأة سعودية ناشئة مقرها في الدمام تقدم خدمات لوجستية للتجارة الإلكترونية.

source: More about Homemade Desc
ar: تفاصيل اكثر حول شركة شغل بيت

source: More Shipment Details
ar: المزيد من تفاصيل الشحن

source: One App for Logistical Support.
ar: تطبيق واحد للدعم اللوجستي.

source: Origin
ar: الاصل

source: Other Documentation
ar: وثائق أخرى

source: Privacy
ar: الخصوصية

source: Ride
ar: يركب

source: Select Country
ar: اختار الدولة

source: Send us a Message
ar: أرسل لنا رسالة

source: Signed for by
ar: موقعه من

source: Simplify parcel delivery
ar: تبسيط تسليم الطرود

source: Specialized in the delivery of restaurant orders
ar: متخصصون في توصيل طلبات المطاعم

# Specialized_in_the_delivery_of_restaurant_orders_content
source: We’re here to provide you with a hassle-free experience that makes your life easier We’re here to provide you with a hassle-free experience that makes your life easier.
ar: نحن هنا لنوفر لك تجربة خالية من المتاعب تجعل حياتك أسهل ، نحن هنا لنوفر لك تجربة خالية من المتاعب تجعل حياتك أسهل.

source: Submit
ar: إرسال

# Take_charge_and_achieve_what_you_are_working_for_on_your_own_terms
source: Take charge and achieve what you're working for, on your own terms.
ar: تحمل المسؤولية وحقق ما تعمل من أجله ، بشروطك الخاصة.

# Terms
source: Terms of use
ar: شروط

source: Total Pieces
ar: مجموع القطع

source: TRACK
ar: تتبع

source: Tracking Code
ar: كود التتبع

source: Track Your Order or Shipment
ar: تتبع طلبك أو شحنتك

source: Train
ar: قطار

source: Type your order or shipment number
ar: اكتب رقم طلبك أو شحنتك

source: Unified number
ar: رقم موحد

source: vision
ar: رؤية

# vision_content
source: Logistic One Corporation is an emerging Saudi facility based in Dammam that provides logistical services for electronic commerce.
ar: شركة لوجستيك ون هي منشأة سعودية ناشئة مقرها في الدمام تقدم خدمات لوجستية للتجارة الإلكترونية.

source: We are Happy to recieve any thing from you.
ar: يسعدنا تلقي أي شيء منك.

source: When training is complete, you can start to earn money!
ar: عند اكتمال التدريب ، يمكنك البدء في كسب المال!

source: Why become a captain?
ar: لماذا تصبح كابتن؟

source: Your Guide to Homemade
ar: دليلك إلى شغل بيت

source: Your life.
ar: حياتك.

source: Your time. Your day.
ar: وقتك. يومك.

source: You decide how much money you make and when you make it.
ar: أنت من يقرر مقدار المال الذي تجنيه ومتى تحققه.

source: Is Default
ar: هل افتراضى

# IsDefaultIsExists
source: Sorry, it is not possible to add more Is Default
ar: عفوا لا يمكن اضافة اكثر من افتراضى

source: False
ar: لا

source: True
ar: نعم

source: About Us
ar: معلومات عنا

source: Become a Captain
ar: كن كابتن

# Become_a_Captain_content
source: It’s up to you! Start earning with Homemade today.
ar: الأمر متروك لك! ابدأ في الكسب مع ماجور اليوم.

source: Become a Captain now
ar: كن كابتن الآن

source: Become a Partner
ar: كن شريكا

# Become_a_Partner_content
source: Partner with Homemade and grow your business
ar: شراكة مع ماجور وتنمية أعمالك

source: Frequently Asked Question
ar: أسئلة شائعة

source: Frequently Asked Questions
ar: أسئلة مكررة

# Home_Header_Content
source: Logistic One Corporation is an emerging Saudi facility based in Dammam that provides logistical services for electronic commerce. Since our inception
ar: شركة لوجستيك ون هي منشأة سعودية ناشئة مقرها في الدمام تقدم خدمات لوجستية للتجارة الإلكترونية. منذ بدايتنا

source: Learn More
ar: تعلم أكثر

source: Login to Homemade
ar: تسجيل الدخول إلى ماجور

# Logistical_support_for_parcel_shipping_companies
source: Logistical support for parcel shipping companies during the seasons and times of advertising campaigns
ar: الدعم اللوجستي لشركات شحن الطرود خلال مواسم وأوقات الحملات الإعلانية

# Logi_One
source: Homemade
ar: ماجور

source: Operator Companies
ar: الشركات المشغلة

source: Read More
ar: اقرأ أكثر

source: Remimber me
ar: تذكرني

source: Sign up now
ar: أفتح حساب الأن

source: Stores
ar: المتاجر

# Were_here_to_provide_you_with_a_hassle_free
source: We’re here to provide you with a hassle-free experience that makes your life easier.
ar: نحن هنا لنوفر لك تجربة خالية من المتاعب تجعل حياتك أسهل .

source: Please Choose Orders
ar: برجاء اختيار الاوردرات

# terms1
source: Homemade . net allows its members who use the service to order from restaurants through its website. Homemade . net offers you an easy way to communicate your requests to the restaurants that are displayed on the website. The purpose of this site is to provide a simple and convenient service to customers and connect them to restaurants in their area that can provide meals through interactive menus allowing customers to choose orders and favorite dishes in an easy and fast way. We have created the site to be a comprehensive electronic complex for restaurants. Homemade . net is a commercial website to deliver restaurant orders through the Internet. Homemade . net does not sell or interfere in any way with the production, manufacturing or preparation of any food produced in restaurants, and what this online marketplace offers to users is only to provide the ability to search and find local restaurants on the site and deliver food to their address and order through it. Restaurants are solely responsible for complying with laws, regulations, and standards applied in the country, such as those related to the preparation, sale, marketing and safety of food. However, it is important for users to understand that Homemade . net does not in any way independently confirm or endorse restaurants, products, ingredients, or quality of any products or that the restaurant adheres to the laws and regulations in place for food preparation as this responsibility lies with the restaurant alone.
ar: يسمح ماجور دوت نت لأعضاءه الذين يستخدمون الخدمة بالطلب من المطاعم عبر موقعها على الانترنت. يقدم لك ماجور دوت نت طريقة سهلة لإيصال طلباتك إلى المطاعم التي يتم عرضها على الموقع على الشبكة. إن غرض هذا الموقع هو تقديم خدمة بسيطة ومريحة الى العملاء وربطهم بالمطاعم في منطقتهم التي يمكنها تقديم وجبات خارجية، وتسمح قوائم الطعام التفاعلية للعملاء بإختيار الطلبات والأطباق المفضلة بطريقة سهلة وسريعة.

# terms2
source: Buyers should review the information provided by restaurants on the website or requested by buyers directly from restaurants in terms of food quality and restaurant reliability, as well as its compliance with applicable laws and regulations. Homemade . net does not guarantee in any way the quality and quality of any food, or that the food is not in compliance with applicable laws and regulations, nor does it ensure that the menu displayed on the site matches what is actually served to users. Moreover, the restaurant may undertake that food preparation is carried out according to special standards such as "organic", "macrobiotic" standards, or special sensitive standards such as "nuts-free", "gluten-free" or "lactose-free". However, Homemade . net does not independently verify or confirm these undertakings. Homemade . net will not be obligated or responsible for any food or services provided by restaurants that are unhealthy, cause injury or are unacceptable to buyers, or that do not meet buyers expectations in any way. Buyers are solely responsible for ensuring that the delivery addresses are correct. Homemade . net will not have any obligation or liability for any wrong addresses. All food preparation and delivery are the responsibility of the restaurant that accepts the order. Knowing that the restaurant will take all possible means that it can do to meet the specified delivery time, however the delivery time may be affected by factors outside its control and therefore cannot be guaranteed. You will informed of any unexpected delay Hungerstaion know about. When you choose to order from the list of delivery restaurants available to you, you can submit your order by clicking on the " Place Order" button. Please note that it is important that you review the information you enter and correct any errors before pressing the "Place Order" button, since when you press this entry, errors cannot be corrected. When we receive your request, Homemade . net will begin the execution of the request and we will send a message on the final page stating that your request has been received and is being sent to the restaurant. If the restaurant rejects the request, you will be notified and we will not be obligated to provide the services. You have the right to cancel the order within (3) minutes of submitting the application on our website. Although every effort has been made to ensure that the correct prices and descriptions are maintained, we reserve the right to cancel any request that contains incorrect information. The order may then be canceled by the restaurant after receiving the confirmation message by sending it to the restaurant. Homemade . net and its listed restaurants reserve the right to cancel any order before or after acceptance, and we will promptly notify you of any mentioned cancellation.
ar: لقد أنشأنا الموقع ليكون مجمع الكتروني شامل للمطاعم و ماجور دوت نت عبارة عن موقع الكتروني تجاري لتوصيل طلبات المطاعم من خلال الانترنت. ان موقع ماجور دوت نت لا يقوم بالبيع أو التدخل بأي شكل من الأشكال في انتاج أو تصنيع أو إعداد أي طعام يتم انتاجه في المطاعم ، وإن ما يقدمه هذا السوق عبر الانترنت إلى المستخدمين هو فقط توفير إمكانية البحث والعثور على المطاعم المحلية المشتركة في الموقع، التي تقوم بتوفير وتوصيل الطعام إلى عناوينهم والطلب من خلاله. وإن هذه المطاعم مسئولة بمفردها عن الإلتزام بالقوانين واللوائح والانظمة والمقاييس والمعايير المطبقة في الدولة مثل التي تتعلق بإعداد و بتحضير وبيع وتسويق وسلامة الطعام. إلا أنه من الأهمية بمكان أن يفهم المستخدمين أن ماجور دوت نت لا يؤكد بأي شكل وعلى نحو مستقل على اعتماد والتعهد بمنتجات المطاعم أو مكونات أو نوعية أية منتجات أو أن المطعم يلتزم بالقوانين واللوائح المعمول بها لتحضير الطعام حيث أن هذه المسئولية تقع على عاتق المطعم بمفرده. ويتعين على المشترين الاطلاع على المعلومات المقدمة من المطاعم على الموقع على الشبكة أو التي يطلبها المشترون مباشرة من المطاعم من حيث نوعية الطعام وموثوقية المطعم، وكذلك التزامه بالقوانين واللوائح المعمول بها. ولا يضمن ماجور دوت نت بأي طريقة كانت نوعية أي طعام وجودته، أو أن الأغذية غير متوافقة مع القوانين واللوائح المعمول بها، كما لاتضمن مطابقة قائمة الطعام المعروضة على الموقع لما هو يقدم فعلياً للمستخدمين. علاوة على ذلك، قد يتعهد المطعم بأن تحضير الطعام يتم وفقاً للمقاييس الخاصة مثل معايير "الاورجانيك"، "الماكروبيوتك"، او معايير ذات حساسية خاصة مثل "خالية من المكسرات"، "خالية من الغلوتين" أو"خالية من اللاكتوز". ومع ذلك، لا يقوم ماجور دوت نت على نحو مستقل بالتحقق أو التأكد من هذه التعهدات. إن ماجور دوت نت لن يكون ملزم او مسؤول عن أي طعام أو خدمات مقدمة من المطاعم التي تكون غير صحية، وتتسبب في الاصابة أو تكون غير مقبولة للمشترين، أو التي لا تلبي توقعات المشترين بأي طريقة. إن المشترين وحدهم مسؤولين عن التأكد من صحة عناوين التوصيل ولن يكون على ماجور دوت نت أي التزام أو مسؤولية عن أية عناوين خاطئة. إن كافة عمليات إعداد وتوصيل الطعام هي مسؤولية المطعم الذي يقبل الطلبية. مع العلم بأن المطعم سوف يقوم باتخاذ كافة الوسائل الممكنة التي يمكنه القيام بها للوفاء بوقت التوصيل المحدد، ومع ذلك قد يتأثر وقت التوصيل بعوامل خارج سيطرته ولذلك لا يمكن ضمانها. وسوف نبلغكم في حالة علمنا بأي تأخير غير متوقع.
