Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

# terms3
source: During the use of the Homemade . net services, the member accepts and acknowledges the following: The information in the registration form is correct, provided that this information is required, and that the member is solely responsible for any losses that may arise from any wrong information or insufficient information (for example Forgetting your password) and in those cases its membership is terminated. The member is solely responsible for all ideas, opinions and personal data that he mentions while using the services of Homemade . net, as well as for all files that are uploaded to Homemade . net and the personal information sent, and that Homemade . net is not responsible in any way for those files , Or about accessing any services provided through Homemade . net, which are not authorized or in any other way other than that specified by Homemade . net, and not changing the software in any way, and compensating Homemade . net for all material and moral losses in the event that the member does not comply with the material above. Homemade . net will not be liable for any damages that may arise from reading the data belonging to any members by any unauthorized personnel. The member must not send any messages that are threatening, immoral, racist, or contrary to local laws and international agreements. And any correspondence, addresses, or pseudonyms must not be in violation of the regulations, public morals, good behavior and laws. It is obligated not to harass and / or threaten other users, or any of the customer service employees of Homemade . net, not to act in a way that affects the use of the services by other users, and not to send, print, distribute or circulate any immoral, inappropriate and inappropriate material Legal or information that may cause harm to the names of any people or institutions, advertising, selling or offering to sell any products or services, or participating in any harmful actions such as scanning, competition or chain messages, and not to send any information or programs that may harm the information Or software on other users ’devices. All records or materials obtained by using the Homemade . net services are within the user’s consent, and the user will be fully responsible for any damage or loss of information or any other resulting losses to the user’s computer, and the user is not entitled to claim compensation for any losses that arise on the use of the service, he is also obliged not to use the services of Homemade . net for any commercial or advertising purpose without obtaining the approval of Homemade . net. Homemade . net may monitor all systems at any time or continuously. Homemade . net may use its system for commercial purposes. Not to send any information by e-mail that is legally prohibited or distribute any unauthorized messages to be sent such as chain mail messages, malware, etc. and not to record and misuse any personal information belonging to others. The member himself is responsible for all types of actions that are carried out under the name of "user". Members must pay the service fee that was previously requested when delivering the products, otherwise the products will not be delivered to customers, not accessing the site or services using a third party account / registration without the explicit consent of the account holder, not using the site for unlawful purposes, and not committing any unlawful behavior on the site or with respect to the content on the site, not using the site to carry out any commercial activities other than the authorized use of the services of Homemade . net, and not copying any content, including without limitation the content of restaurant listings and third party reviews, to republish in print or online, and no willing restaurant reviews or registering any entries in favor of or with any commercial or other purpose or intent that is not in good faith with the purpose of creating the site, and not trying to obtain unauthorized access to other computer systems from or through the site and not interfering with the use of a person Other or other parties to the site, and do not download or transfer viruses or other harmful, disruptive or destructive files, and / or not to disrupt, interfere with or even cause harm or violate the site's security, or any services, software or hardware associated with the system, accounts, words The secret, servers or networks linked to or accessed from the site Route to associated or connected sites (including those belonging to our restaurant partners).
ar: عند قيامك باختيار طلب من قائمة مطاعم التوصيل المتوفرة لديك، فأنت تستطيع تقديم طلبك بالضغط على زر "تنفيذ الطلب". يرجى الملاحظة أنه من المهم أن تقوم بمراجعة المعلومات التي تقوم بإدخالها وتصحيح أي أخطاء قبل الضغط على زر "تنفيذ الطلب" ، نظرا لأنه عند الضغط على هذا الادخال فسوف لا يمكن تصحيح الاخطاء. وعند استلامنا طلبك، سوف يبدأ ماجور دوت نت في تنفيذ الطلب وسوف نرسل رسالة في الصفحة النهائية تُفيد بأنه قد تم استلام طلبك و جاريي إرساله الى المطعم و في حالة رفض المطعم للطلب سيتم إعلامك و لن نكون ملزمين بتقديم الخدمات. يحق لك إلغاء الطلب خلال (٣) دقائق من تقديم الطلب على موقعنا على الشبكة. بالرغم من بذل كل جهد لضمان الحفاظ على الأسعار والأوصاف الصحيحة، إلا أننا نحتفظ بحق إلغاء أي طلب يحتوي على معلومات غير صحيحة. يجوز إلغاء الطلب بعد ذلك بواسطة المطعم بعد استلامك رسالة التأكيد بإرساله الى المطعم. و يحتفظ ماجور دوت نت والمطاعم المشتركة معها بحق إلغاء أي طلب قبل أو بعد القبول، وسوف نقوم بإبلاغك فوراً بأي إلغاء مذكور.

# terms4
source: All minors employed in the place in which they reside (generally under 18 years old) must obtain permission from their guardian, and they are directly supervised by their guardian or father / mother when using the site. If you are a minor, your guardian / father must read this Agreement and review it before you use the website. Other than personal information, which is covered in the privacy policy of Homemade . net, any material that you send or post on this website will be considered non-confidential and non-personal. Homemade . net will not have any obligations regarding these materials. The Homemade . net and any person we designate will have the freedom to copy, correct, distribute, embed or otherwise use these materials, all data, images, sounds, texts and other things included in it for any and all commercial or non-commercial purposes. You are prohibited from publishing, downloading, or posting to or from the website on any of the following materials: violating any applicable local, national or international law. Illegal or fraudulent amounts to an unauthorized advertisement or contain viruses or any other harmful software. You may not misuse the site (including by hacking) any comments or comments that the user places on the site that must not: contain any defamatory, pornographic or infringing material. Promoting violence or discrimination violates another's intellectual property rights. Violate any legal obligation towards a third party (such as the duty of confidentiality) that promotes illegal activity or violates the privacy of the other. It provides the impression that it is issued by us or used to impersonate another person or provide false information about your association with another person. The prohibited behavior mentioned in the paragraphs above is not exclusive. It will compensate Homemade . net for all expenses and damages incurred as a result of your violation of any of these restrictions. Homemade . net will cooperate fully with any law enforcement or court decisions requesting or directing us to declare the identity or location of any person who publishes any material in violation of the above-mentioned paragraphs. Homemade . net may temporarily suspend or completely stop the operation of the system at any time. Homemade . net will not have any responsibilities towards members of Homemade . net or any third party due to the temporary suspension or the complete cessation of the operation of the system. The user name and password will be displayed and approved after filling in the form data, which will be submitted to customers by Homemade . net. Homemade . net can prevent its clients who have filled out the form data or communicated with the site, even though they have passwords from obtaining a new password or from using their passwords for an unlimited period of time, if Homemade . net is deemed necessary. Homemade . net does not guarantee that its services will be provided in a timely and safe manner,and that the results that will be obtained from the services will be correct and reliable, and that the quality of services will live up to expectations, since the role of Homemade . net is limited to notifying the restaurant As per customer's requests. Homemade . net has the right to support and delete all or some files and messages that are provided by members while using the services for some time, during the periods that are considered appropriate by Homemade . net. Homemade . net will not be responsible for support and deletion measures. Homemade . net has ownership and publishing rights arising from the ownership of information, documents, software, designs, graphics, etc. that it produces on its own and / or is purchased from abroad. Homemade is not responsible for any meal requested and it has not been delivered by the restaurant due to its lack of availability. Homemade . net has the right to publish any information, documents, software, designs, graphics, etc. (such as messages, notification, reports / news, and files sent to flyers) that are produced by members and uploaded to The system by members and / or sent to another place within the site is considered appropriate by Homemade . net and it is possible that this information will be copied and / or published by other users.
ar: خلال استخدام خدمات ماجور دوت نت، يقبل العضو ويقر بما يلي : ان المعلومات الواردة في استمارة التسجيل صحيحة، بشرط ان تكون هذه المعلومات مطلوبة، وأن العضو هو المسؤول وحده عن أية خسائر قد تنشأ عن أية معلومات خاطئة او معلومات غير كافية (على سبيل المثال نسيان كلمة السر) وفي تلك الحالات يتم انهاء عضويته. ان العضو هو وحده المسؤول عن كافة الافكار والاراء والبيانات الشخصية التي يذكرها اثناء استخدامه خدمات ماجور دوت نت، وكذلك مسؤولا عن كافة الملفات التي يتم تحميلها الى ماجور دوت نت والمعلومات الشخصية المرسلة، وإن ماجور دوت نت لن يكون مسؤول بأي شكل من الأشكال عن تلك الملفات، أو عن الولوج الى أي خدمات مقدمة عبر ماجور دوت نت يكون غير مصرح بها أو بأي طريقة أخرى غير تلك المحددة بواسطة ماجور دوت نت ، وعدم تغيير البرمجيات باي طريقة، وتعويض ماجور دوت نت عن كافة الخسائر المادية والادبية في حالة عدم التزام العضو بالمواد المذكورة اعلاه. ولن يكون ماجور دوت نت مسؤول عن أي اضرار قد تنشأ عن قراءة البيانات العائدة الى أي أعضاء بواسطة أي افراد غير مصرح لهم. ويجب على العضو عدم ارسال أي رسائل تكون تهديدية، أو غير أخلاقية، أو عنصرية أومناقضة للقوانين المحلية والاتفاقيات الدولية. وأي مراسلات أو عناوين أو اسماء مستعارة يجب ألا تكون مخالفة للوائح والآداب العامة والسلوك الحسن والقوانين. ويلتزم بعدم مضايقة و/أو تهديد المستخدمين الآخرين، أو أي من موظفي خدمة العملاء التابعين لماجور دوت نت ، وعدم التصرف بطريقة تؤثر على استخدام الخدمات من قبل المستخدمين الاخرىن، وعدم ارسال، طباعة، أو توزيع أو تعميم أية مواد لا أخلاقية، غير مناسبة وغير قانونية أومعلومات قد تسبب ضررا بأسماء أي أشخاص أو مؤسسات، أو الاعلان، أو البيع أو العرض لبيع أي منتجات أو خدمات، أو المشاركة في أي أفعال ضارة مثل المسح، أو المنافسة أو الرسائل المتسلسلة، وعدم ارسال أي معلومات أو برامج قد تؤدي الى الضرر بالمعلومات أو البرمجيات على أجهزة المستخدمين الآخرين. وكافة السجلات أو المواد التي يتم الحصول عليها بواسطة استخدام خدمات ماجور دوت نت تكون ضمن موافقة المستخدم، وسوف يكون المستخدم مسؤولا تماماً عن أي اضرار أو فقد المعلومات أو أي خسائر اخرى ناتجة عن ذلك لجهاز كمبيوتر المستخدم، ولا يحق للمستخدم المطالبة بالتعويض عن أي خسائر تنشأ عن استخدام الخدمة، كما يلتزم بعدم استخدام خدمات ماجور دوت نت لاي اغرض تجارية أواعلانية بدون الحصول على موافقة ماجور دوت نت. قد يقوم ماجور دوت نت بمراقبة كافة الانظمة في أي وقت او باستمرار قد يقوم ماجور دوت نت باستخدام نظامها لاغراض تجارية. عدم ارسال أي معلومات بالبريد الإلكتروني تكون محظورة قانونيا أوتوزيع أي رسائل غير معتمد ارسالها مثل رسائل البريد المتسلسلة والبرامج الضارة الخ، وعدم تسجيل واساءة استخدام أي معلومات شخصية عائدة الى الاخرىن. ان العضو نفسه مسؤول عن كافة انواع التصرفات التي يتم القيام بها تحت اسم "المستخدم". ويتعين على الاعضاء دفع رسوم الخدمة التي تم طلبها مسبقا عند تسليم المنتجات، وخلاف ذلك لن يتم تسليم المنتجات الى العملاء، وعدم الولوج الى الموقع او الخدمات باستخدام حساب/تسجيل طرف ثالث بدون موافقة صريحة من حامل الحساب، وعدم استخدام الموقع لاغراض غير قانونية، وعدم ارتكاب أي تصرفات مخالفة على الموقع او فيما يخص المحتوى على الموقع، وعدم استخدام الموقع للقيام بأي انشطة تجارية غير الاستخدام المصرح له لخدمات ماجور دوت نت ، وعدم نسخ أي محتوى، بما في ذلك وبدون حصر محتوى قوائم المطاعم ومراجعات الغير، لاعادة النشر بشكل مطبوع او عبر الانترنت، وعدم انشاء مراجعات المطعم او تسجيل أي ادخالات لصالح او مع أي غرض تجاري او غرض اخر او قصد لا يتفق بنية حسنة مع غرض إنشاء الموقع، وعدم محاولة الحصول على حرية دخول غير مصرح بها الى انظمة كمبيوتر الاخرىن من او عن طريق الموقع وعدم التدخل في استخدام شخص آخر أو جهات أخرى للموقع ، وعدم تحميل او نقل الفيروسات او الملفات الضارة والتخريبية او التدميرية الاخرى، و/او عدم تعطيل، التدخل في او حتى التسبب في ضرر أو مخالفة أمن الموقع، او أي خدمات، البرمجيات او الأجهزة المرتبطة بالنظام، الحسابات، كلمات السر، الخوادم او الشبكات المرتبطة بالموقع أو التي يتم الدخول إليها عن طريق المواقع أو المواقع الزميلة أو الموصلة (بما في ذلك تلك العائدة الى شركائنا من المطاعم). يتعين على كافة المستخدمين من القصر في المكان الذي يقيمون فيه (عموما تحت 18 سنة) الحصول على تصريح من ولي أمرهم، ويتم الاشراف عليهم مباشرة بواسطة ولي امرهم او الاب /الام عند استخدام الموقع. اذا كنت قاصر، يتعين على ولي امرك/ والدك قراءة هذه الاتفاقية و الاطلاع عليها قبل قيامك باستخدام الموقع على الشبكة. بخلاف المعلومات الشخصية، التي تم تغطيتها في سياسة الخصوصية لشركة ماجور دوت نت ، فإن أي مواد تقوم بارسالها او نشرها على هذا الموقع على الشبكة سوف تعتبر غير سرية وغير شخصية. ولن يكون على ماجور دوت نت أي التزامات فيما يخص هذه المواد. وسوف يكون لماجور دوت نت واي شخص نقوم بتعيينه الحرية لنسخ وتصحيح وتوزيع وتضمين أو أي استخدام خلاف ذلك لهذه المواد وكافة البيانات والصور والاصوات والنصوص والاشياء الاخرى المشمولة فيه لأي ولكافة الاغراض التجارية او غير التجارية. يحظر عليك نشر وتحميل أو ارسال إلى أو من الموقع على الشبكة أي من المواد التالية: تنتهك أي قانون محلي، وطني او دولي معمول به. غير مشروعة او احتيالية تصل الى حد الاعلان غير المصرح به او تحتوي على فيروسات او أي برامج اخرى ضارة. لا يجوز لك اساءة استخدام الموقع (بما في ذلك بواسطة القرصنة) أي تعليقات أو ملاحظات يضعها المستخدم على الموقع يجب ألا: تحتوي على أي مواد تشهيرية، خليعة او مخالفة. تعزز العنف او التمييز تنتهك حقوق الملكية الفكرية لشخص اخر. تنتهك أي واجب قانوني تجاه طرف ثالث (مثل واجب السرية) تعزز النشاط غير القانوني او تخترق خصوصية الاخر تقدم انطباعا انها صادرة عنا او يتم استخدامها لتقمص شخصية شخص اخر او تقديم معلومات خاطئة عن ارتباطك بشخص اخر إن التصرفات المحظورة الواردة في الفقرات اعلاه غير حصرية. وسوف يقوم بتعويض ماجور دوت نت عن كافة النفقات والاضرار التي تتحملها كنتيجة لانتهاكك لأي من تلك القيود. سوف يقوم ماجور دوت نت بالتعاون بالكامل مع أي جهات تنفذ القانون او قرارات المحكمة التي تطلب منا او توجهنا للتصريح عن هوية أو موقع أي شخص يقوم بنشر أي مواد بمخالفة الفقرات المذكورة أعلاه . يجوز ان يقوم ماجور دوت نت بشكل مؤقت بتوقيف او التوقف تماما عن تشغيل النظام في أي وقت. لن يكون على ماجور دوت نت أية مسؤوليات تجاه اعضاء ماجور دوت نت او أي طرف ثالث بسبب التوقيف المؤقت او التوقف الكامل لتشغيل النظام. سوف يتم عرض اسم المستخدم وكلمة السر واعتماده بعد تعبئة بيانات النموذج الذي سيتم تقديمه الى العملاء بواسطة ماجور دوت نت . ويجوز ان يقوم ماجور دوت نت بمنع عملائها الذين قاموا بتعبئة بيانات النموذج أو تواصلوا مع الموقع، بالرغم من ان لديهم كلمات سر من الحصول على كلمة سر جديدة او من استخدام كلمات السر الخاصة بهم لمدة زمنية غير محددة؛ اذا اعتبر ماجور دوت نت ذلك ضروري. لا يضمن ماجور دوت نت أن خدماته سوف يتم تقديها في الوقت المحدد بطريقة آمنة وتامة، ون النتائج التي سيتم الحصول عليها من الخدمات سوف تكون صحيحة وموثوق فيها، ون نوعية الخدمات سوف ترقى إلى مستوى التوقعات، حيث ان دور ماجور دوت نت ينحصر في إخطار المطعم بطلبات العميل. يحق لماجور دوت نت ان تقوم بدعم وحذف كافة او بعض الملفات والرسائل التي يتم تقديمها بواسطة الاعضاء أثناء استخدام الخدمات لبعض الوقت وذلك خلال الفترات التي تعتبر مناسبة بواسطة ماجور دوت نت . ولن يكون ماجور دوت نت مسؤول عن اجراءات الدعم والحذف. إن ماجور دوت نت لديه حقوق الملكية والنشر الناشئة عن ملكية المعلومات والمستندات والبرمجيات والتصميمات والرسوم البيانية الخ، التي تقوم بانتاجها بنفسها و/او يتم شراءها من الخارج. و ماجور ليس مسؤول عن أي وجبة يتم طلبها ولم يتم توصيلها من قبل المطعم بسبب عدم توفرها يحق لماجور دوت نت نشر أي معلومات ومستندات وبرمجيات وتصميمات ورسوم بيانية الخ (مثل الرسائل والاشعار والتقارير/الاخبار والملفات المرسلة الى النشرات) التي يتم انتاجها بواسطة الاعضاء وتحميلها الى النظام بواسطة الاعضاء و/أو يتم ارسالها الى مكان اخر ضمن الموقع يعتبر ملائم بواسطة ماجور دوت نت ومن المحتمل ان يتم نسخ و/او نشر هذه المعلومات بواسطة المستخدمين الاخرىن. وفي تلك الاحوال، لن يطلب المستخدمين أي اتعاب من ماجور دوت نت. ان الالتزام بتغيير المعلومات المتعلقة بالسعر ومواصفات المنتج التي يتم تقديمها للبيع عبر ماجور دوت نت يعود الى الشركات التي يكون لديها مطاعم مشتركة مع ماجور دوت نت. وفي حالة أية معلومات خاطئة تتعلق بالسعر ومواصفات المنتج، يجوز ان يقوم ماجور دوت نت بتصحيح الخطأ عن طريق الغاء الطلب. يجوز ان يقوم ماجور دوت نت بارسال العضو الى موقع اخر على الشبكة. وفي هذه الحالة، يوافق العضو على ان ماجور دوت نت لن يكون مسؤول عن سياق محتوى الموقع الذي يجوز للعضو الولوج اليه. يجوز ان يقوم ماجور دوت نت باي تغييرات على تنفيذ هذه الاتفاقية وتعديل المواد القائمة او اضافة مواد جديدة لغرض الالتزام بأي التزامات فنية وتشريعات يتم اصدراها في المستقبل. يجوز ان يقوم ماجور دوت نت بتغيير الخدمات التي لا تتطلب عضوية الى شكل يتطلب عضوية. ويجوز ان يقوم ماجور دوت نت بتقديم خدمات اضافية وتغيير بعض الخدمات جزئيا او بالكامل او تحويلها الى خدمة مدفوعة. يجوز ان يكون هذا الموقع غير متاح في بعض الاوقات للسماح بعمليات الصيانة والتحديث. وبالرغم من اننا سوف نسعى لابلاغ العملاء مسبقا بعدم توفر أي خدمة مذكورة، الا ان ذلك لا يمكن ضمانه ونحتفظ بحق تعديل او سحب الخدمة في أي وقت.

# terms5
source: In such cases, users will not be asked for any fees from Homemade . net. The obligation to change information related to price and product specifications that is offered for sale through Homemade . net comes back to companies that have joint restaurants with Homemade . net. In the event of any wrong information related to the price and product specifications, Homemade . net can correct the error by canceling the order. Homemade . net may send the member to another website. In this case, the member agrees that Homemade . net will not be responsible for the context of the site’s content that the member may access. Homemade . net may make any changes to the implementation of this agreement, amend existing articles, or add new materials for the purpose of complying with any technical obligations and legislation issued in the future. Homemade . net may change services that do not require membership to a form that requires membership transferring .com may provide additional services, change some or all of the services, or convert them into a paid service. This site may be unavailable at times to allow maintenance and upgrading.
ar: عند قبول طلبك، فإن ذلك يمثل اتفاق بينك كعميل وبين المطعم، وتقع على المطعم وحده المسؤولية عن هذا الطلب. ويتم الدفع النقدي مباشرةً الى المطعم الذي يقوم بتلبية الطلب. وفي حالة اختيارك للدفع عن طريق بطاقة ائتمان أو الدفع المسبق عبر الموقع، عندئذ سيتم تنفيذ المعاملة من خلال ماجور دوت نت كوسيط بينك وبين المطعم، وسوف يتم احتساب رسوم التوصيل أو أي رسوم اخرى لكل طلب وبناءا على سياسة كل مطعم وأي رسوم توصيل أو رسوم أخرى سوف يتم عرضها بوضوح في ملخص الطلب.

# terms6
source: Although we will strive to inform clients in advance of the lack of any mentioned service, this cannot be guaranteed and we reserve the right to amend or withdraw the service at any time.
ar: بطاقات الدفع المسبق / الائتمان: يرجى قراءة الشروط و الأحكام الخاصة بالخدمة قبل استخدام خدمة بطاقة الدفع المسبق / الائتمان: إن العميل مسؤول عن الدفع إلى المطعم، وقد يقوم المطعم بفرض رسوم إضافية في حال أضاف العميل "طلب خاص" أو "طلب عام" إلى طلبه، وسوف يتم الدفع نقداً لهذه الطلبات الإضافية عند توصيل الطلب. يحق للعميل إلغاء الطلب في حالة تجاوز زمن التوصيل أكثر من عشرين دقيقة من زمن التوصيل المحدد من قبل المطعم ، وسوف يتم رد المبلغ الذي قام العميل بدفعه الى حساب العميل. يحق للعميل إلغاء الطلب خلال 5 دقائق بحد اقصى من قبول الطلب. قد تستغرق عملية استرداد المبلغ لحساب العميل عبر بوابة الدفع الخاصة ببطاقة الدفع المسبق / الائتمان مدة يومين عمل، وفي حال أي تأخير في إعادة قيد المبلغ لحساب العميل الذي قام بدفعه، يتوجب على العميل المتابعة مع البنك مباشرة وسوف نرسل رسالة إلكترونية للعميل تحتوي على نسخة مطبوعة من إشعار رد المبلغ المطبوع وذلك من بوابة الدفع الخاصة ببطاقة الدفع المسبق / الائتمان كمرجع له في حالة ما إذا رغب العميل في مراجعة البنك . إن العملاء المستخدمين لخدمة الدفع الخاصة ببطاقة الدفع المسبق / الائتمان مطالبين بالتواجد على أرقام الاتصال الخاصة بهم. سوف يتم تعويض العميل من قبل المطعم في حالة نقص أي جزء من الطلب (يسري التسديد فقط مقابل البند الناقص ويخضع التعويض للسياسة الخاصة بالمطعم) ان العميل مسؤول بالكامل عن تنفيذ وتقديم الطلب باستخدام خدمة الدفع الخاصة ببطاقة الدفع المسبق / الائتمان بعد القراءة الدقيقة لكافة الشروط والاحكام.

# terms7
source: Comments sent by users are approved according to the following criteria: Direct relationship: The person making the comment must have experienced the service directly through the restaurant. Acceptable content for the comment: Homemade . net is not obligated to accept any of the comments that are sent by users, and some of the reasons we can refuse to post comments because of them are as follows: Comments that contain offensive tone, pornographic, abusive, racist, hate language, all Things we cannot post on our website. Comments have nothing to do with the subject matter of the restaurant's evaluation. Comments that include discrimination based on religion, race, gender, age, marital status, or physical or intellectual disability. Any content that has connotations or references that contravene the traditions of the community, or calls for an illegal approach. Competing interests: Competitors are not permitted to post any negative comments. (Any violations in this regard may lead to the permanent removal of these restaurants from our site). Allegations of violating health laws. Comments reflecting outdated and out of date information.
ar: بعض الشقق الفندقية قد تفرض مبلغ إضافي للسماح بتوصيل الطلب للمستخدم وفي تلك الحالة يتحمل المستخدم هذا المبلغ الإضافي.

source: privacy policy
ar: سياسة الخصوصية

source: Local Time
ar: الوقت المحلي

source: No Orders
ar: لا يوجد طلبات

source: pieces
ar: قطع

source: Ref
ar: الرقم المرجعي

source: Track Your Order
ar: تتبع طلبك

source: Item Name
ar: اسم الصنف

source: Items
ar: الاصناف

source: Quantity
ar: كمية

# Trip_Schedule
source: Request Schedule
ar: مجدول

source: No Notifications
ar: لا توجد اشعارات

source: Time Remaining
ar: الوقت المتبقى

# Anser1
source: If items are readily available and payment has been verified, we can ship within the day. Shipping target will be within 1/2 - 1 hours at most unless specified in the product
ar: إذا كانت العناصر متاحة بسهولة وتم التحقق من الدفع ، فيمكننا الشحن خلال اليوم. سيكون هدف الشحن في غضون 1/2 - 1 ساعة على الأكثر ما لم يتم تحديد ذلك في المنتج

# Anser2
source: No, we have an auto-scheduling feature that’s available to any resident that has the LEAVE AT DOOR option selected on their account. Auto-schedule settings can be adjusted for weekdays, Saturdays, and Sundays.
ar: لا ، لدينا ميزة جدولة تلقائية متاحة لأي مقيم لديه خيار مغادرة عند الباب المحدد في حسابه. يمكن ضبط إعدادات الجدولة التلقائية لأيام الأسبوع والسبت والأحد.
