Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

# Anser3
source: If you’ve selected LEAVE, our driver will knock, wait 15 seconds, and then knock again before placing the package at your door. In this case, you’ll receive photo confirmation that the package has been delivered.
ar: إذا كنت قد اخترت مغادرة ، فسيقوم سائقنا بالطرق ، وانتظر 15 ثانية ، ثم قرع مرة أخرى قبل وضع العبوة على باب منزلك. في هذه الحالة ، ستتلقى تأكيدًا مصورًا بأن الطرد قد تم تسليمه.

# How_fast_can_ou_deliver
source: How fast can you deliver ?
ar: ما هي السرعة التي يمكنك توصيلها ؟

source: Our Partners
ar: شركائنا

# question2
source: do I have to choose a delivery window every time?
ar: هل يجب علي اختيار نافذة التوصيل في كل مرة؟

# question3
source: can I request a different daytime delivery?
ar: هل يمكنني طلب توصيل مختلف خلال النهار؟

# We
source: We’re here to provide you with a hassle-free experience that makes your life easier.
ar: نحن هنا لنوفر لك تجربة خالية من المتاعب تجعل حياتك أسهل.

source: Email Required
ar: البريد الإلكتروني مطلوب

source: Login Success
ar: تم التسجيل بنجاح

source: Auto Verify Homemade
ar: التحقق التلقائي ماجور

source: Error
ar: خطأ

source: Link Expired
ar: اللينك منتهي

source: Please Choose Client Type
ar: برجاء اختيار نوع المتجر

# Plate_Char
source: Plate Character ( in arabic )
ar: حروف اللوحه (باللغه العربيه )

# completein
source: Your password changed successfully and you will be taken to the login page within
ar: تم تغيير الرقم السري بنجاح وسيتم نقلك لصفحة تسجيل الدخول في خلال

# OwnerShipTypes
source: Owner Ship Type
ar: نوع الملكيه

# EmailVirify
source: Please review the email to complete the process of changing the password
ar: يرجى مراجعه البريد الإلكتروني لاتمام عمليه تغيير الرقم السرى

# EmailVirifyCheck
source: Please review the email to complete the process of Active Your Account
ar: يرجى مراجعة البريد الإلكتروني لإكمال عملية تنشيط حسابك

# AccessDenied
source: Your entry was denied due to lack of any permissions. Please see the branch official
ar: تم رفض دخولك لعدم وجود اي صلاحيات . يرجى مراجعه مسؤول الفرع

source: Remove Image
ar: حذف الصورة

source: First
ar: الاول

source: Fourth
ar: الرابع

source: Second
ar: الثانى

source: Taxi Number Is Exists
ar: رقم اللوحة موجود بالفعل

source: Thanks for Registration, we will contact with you soon
ar: شكرا لتسجليكم، سيتم التواصل معكم في أقرب وقت.

source: Third
ar: الثالث

# VerifyAccount
source: Your email has been successfully verified, <br /> And we are taking you to the login page.
ar: تم التحقق من بريدك الإلكتروني وبنجاح ، <br /> وجاري نقلكم الي صفحة تسجيل الدخول.

# EmailActivatedBefore
source: Your account has already been activated before
ar: تم تفعيل حسابك بالفعل من قبل

# fawry
source: Immediate
ar: فورى

# mgadwal
source: Scheduled
ar: مجدول

# Requireditem
source: Invoice Details
ar: تفاصيل الفاتورة

source: Choose Sub Category
ar: اختر الفئة الفرعية

source: Calories
ar: سعرات حراريه

source: Choose WeightUnit
ar: اختر وحده الوزن

source: Un Delivered Count
ar: عدد الغير موصل

source: Customer Details
ar: تفاصيل الزبون

source: Resume
ar: استئناف

source: Paid To Client
ar: ادفع للمتجر

source: Receiver Collected
ar: يحصل من الزبون

# Invalid_Phone_number_Stc
source: Invalid Phone Number STC PAY
ar: رقم الجوال STC PAY خطأ

# Phone_Number_Stc_Is_Exists
source: Phone Number STC PAY Is Exists
ar: رقم الجوال STC PAY موجود بالفعل

source: Add Sub Category
ar: اضافة تصنيف فرعي

source: Add Client Item
ar: اضافة صنف المتجر

source: Add New Branch
ar: تسجيل فرع جديد

# Main_Site
source: WebSite
ar: الموقع الرئيسي

source: Company Profilt
ar: نسبة الشركة

source: Driver Profit
ar: نسبة السائق

source: Client Type
ar: نوع المتجر

source: Default Price
ar: السعر الأفتراضي

source: Branchs
ar: الفروع

source: Delivery accounts must be set by an official first
ar: يجب ضبط حسابات التوصيل من قبل مسؤول اولا

source: Order Cost
ar: تكلفة الطلب

source: To Be Paid
ar: المطلوب دفعة

source: Captain Chart
ar: مخطط الكباتن

# finance_Chart
source: Finances Chart
ar: مخطط الماليات

source: Cash
ar: نقدي

source: Lowest Balance
ar: اقل رصيد

source: Pay To Drivers
ar: الدفع للكباتن

source: STC Pay
ar: تحويل المستحقات

source: Payment History
ar: سجل المدفوعات

# Re_Pay_To_Drivers
source: Re Pay
ar: إعادة الدفع

source: Drivers
ar: الكباتن

source: Not Verfied
ar: غير مفعل

source: Stc Verfiy
ar: طريقة حساب التوصيل

source: Verfied
ar: مفعل

source: Choose Invoice Type
ar: اختر نوع الفاتورة

# RequestSendType
source: Send Request As
ar: نوع الارسال

source: Use default fare
ar: سعر توصيل العقد

source: Order Paid
ar: الطلب مدفوع مسبقا

source: Client Debit
ar: المطلوب تحصيلة من العملاء

# Company_Charge
source: Company Profit
ar: ربح الشركة

# Creidt_Client
source: Credit Client
ar: المطلوب دفعة للعملاء

# Driver_Charge
source: Driver Profit
ar: ربح الكباتن

source: Driver Credit
ar: المطلوب دفعة للكباتن

# Not_Found_Request
source: Not Accept Request
ar: طلبات لم تقبل

source: ScheduleDate
ar: تاريخ الجدولة

# MetersfromDelivered
source: Lowest Meters Delivered
ar: أقل مسافة للتوصيل

source: Send Request
ar: ارسال الطلب

source: Are You Sure To Send Request ?
ar: تأكيد ارسال الطلب

source: Neighborhood
ar: الاحياء

# SearchInKM
source: Search for location and neighborhoods within (km)
ar: بحث عن الموقع والاحياء فى نطاق (كم)

# ShareLocationLink
source: Share location link for the customer
ar: رابط الشير لوكيشن للعميل

source: Choose Address
ar: اختر العنوان

# ClientReceivers
source: Receivers
ar: الزبائن

# ClientCancel
source: Order Cancel
ar: طلبات ملغية

# All_Comapny_Profit
source: Total Company Profit
ar: إجمالي أرباح الشركة

# All_Delivery_Price
source: Total Delivery Prices
ar: إجمالى مبالغ التوصيل

# All_Drivers_Profit
source: Total Drivers Profit
ar: إجمالي أرباح الكباتن

source: Client Profit
ar: حق المتجر

source: Driver Profit
ar: ربح الكابتن

# LogiCharge
source: Logi Profit
ar: ربح لوجي

source: Paid
ar: المدفوع

source: Payment Type
ar: طريقة الدفع

source: Total Client Profit
ar: إجمالى حق المتاجر

source: Total Driver Profit
ar: إجمالي ربح الكباتن

source: Total Logi Profit
ar: إجمالي ربح لوجي

source: Total Paid
ar: إجمالى المدفوع

source: Invoice Id
ar: كود الفاتورة

source: List Transaction
ar: قائمة العمليات

source: Payment Id
ar: كود الدفع

source: Total Paid Card
ar: إجمالى الدفع بالبطاقة

source: Total Paid Stc
ar: إجمالى الدفع STC

source: Update From
ar: التعديل من خلال

# NetClient
source: Net
ar: سعر الاصناف

# AddEvaluationQuestions
source: Add Questions
ar: اضافه سؤال التقييم

source: Consignee
ar: المستلم

# EditEvaluationQuestions
source: Edit Questions
ar: تعديل سؤال التقييم

# EmojiChoose
source: Emoji Choosing
ar: اختيار رمز تعبيرى

source: Evaluation Questions
ar: اسأله التقييم

# QuestionsType
source: Question Type
ar: نوع الاختيار

# QuestionsUser
source: Questions User Type
ar: السؤال موجه لـ

# Questions_Ar
source: Question Arabic
ar: السؤال بالعربية

# Questions_En
source: Question English
ar: السؤال بالانجليزيه

# RadioBtn
source: Radio Select
ar: اختيار فردى

# FaildCountMessage
source: It is not possible to register more than one question per type
ar: لا يمكن تسجيل اكثر من سؤال للنوع الواحد

source: Client Rate
ar: تقييم المتجر

source: Driver Rate
ar: تقييم الكابتن

source: Rate Date
ar: تاريخ التقييم

source: Confirm Pay ?
ar: تأكيد الدفع ?

source: Date Not Found
ar: التاريخ غير موجود

# Reciver_Rate
source: Receiver Rate
ar: تقييم الزبون

source: Are You Sure To Save Request ?
ar: هل تريد حفظ الطلب ?

source: Evaluations
ar: التقييمات

# SavependingOrder
source: Do you want to save the order
ar: هل تريد حفظ الطلب

# SavescheduledOrder
source: Do you want to confirm the order schedule?
ar: هل تريد تاكيد جدوله الطلب

# SuccessSavependingOrder
source: The request has been successfully saved
ar: تم حفظ الطلب بنجاح

# SuccessSavescheduledOrder
source: The request has been scheduled successfully
ar: تم جدوله الطلب بنجاح

# SuccessCancelMessage
source: Success Cancel
ar: تم الإلغاء بنجاح

# Client_Cridt
source: Client Credit
ar: نصيب المتجر

source: Delivery Price Amount
ar: سعر التوصيل في العقد

source: Delivery Price Sent
ar: التوصيل مع الإرسال

source: Delivery Debit
ar: مديونات التوصيل

source: Driver Mobile
ar: جوال السائق

source: Paid Online
ar: المدفوع

source: Portal Paid Debit
ar: مديونات الدفع الالكتروني

# Tot_Delivery_Debit
source: Total Delivery Debit
ar: إجمالى مديونات التوصيل

# Tot_Portal_Paid_Debit
source: Total Portal_Paid_Debit
ar: إجالى مديونات الدفع الالكتروني

# Tot_Trips
source: Total Trips
ar: إجمالى الطلبات

source: Remember Me
ar: تذكرني

# CompanyRequests
source: Delivery orders
ar: طلبات التوصيل

source: Choose Invoice Status
ar: اختر حالة الفاتورة

source: Paid Status
ar: حالة الدفع

source: Receiver Money
ar: فاتورة الزبون

source: Total Invoice
ar: إجمالي الفاتورة

source: Receiver Data
ar: بيانات الزبون

source: Trip Type
ar: نوع الطلب

source: Send To
ar: المرسل اليهم

source: Client Name
ar: اسم المتجر

# Driver_Balance_Report
source: Captain Balance Report
ar: تقرير رصيد الكباتن

source: Net Balance
ar: الصافي

source: Pending Approve
ar: انتظار الموافقة

source: Total Credit
ar: اجمالى الدائن

source: Total Debit
ar: اجمالى المدين

# AreYouSureToHangingReq
source: Are You Sure To Hang Request?
ar: هل انت متأكد من تعليق الطلب ؟

# AreYouSureToRejectReq
source: Are You Sure To Reject Request?
ar: هل انت متأكد من رفض الطلب ؟

# FailUnderScrutinyMessage
source: Faild Change Status
ar: خطأ في تغيير الطلب إلى تحت التدقيق

source: Hanging
ar: معلق

source: Reason Not Found
ar: السبب غير موجود

# SuccessUnderScrutinyMessage
source: Under Scrutiny Successfully
ar: الطلب تحت التدقيق بنجاح

source: Under Scrutiny
ar: تحت المراجعة

# Try1
source: one attempts
ar: محاولة

# Try2
source: two attempts
ar: محاولتين

# Try3
source: more than two attempts
ar: + محاولتين

source: Monitoring
ar: مراقبة الحركة

# NewOrderWithoutDriver
source: New orders without a driver
ar: طلبات جديده بدون سائق

# MAccepted
source: Accepted
ar: مقبول

# MReceive
source: Receive
ar: جاري التسليم

# AcceptedOrder
source: Accepted requests
ar: طلبات مقبولة

# ReceivedOrder
source: Delivery orders
ar: طلبات جاري التوصيل

# Try3box
source: More than two attempts
ar: أكثر من محاولتين

source: Add Region
ar: اضافة المنطقة

source: Region
ar: المنطقة

source: Choose Region
ar: اختار المنطقة

source: Add General Setting
ar: اضافة الاعدادات العامة

# Description_Ar
source: Description Arabic
ar: الوصف عربى

# Description_En
source: Description English
ar: الوصف انجليزى

source: Add Jobs
ar: اضافة الوظائف

source: Choose Job Type
ar: اختار نوع الوظيفة

source: Job Type
ar: نوع العمل

# Address_Ar
source: Address Arabic
ar: العنوان عربى

# Address_En
source: Address English
ar: العنوان انجليزى

source: Choose General Setting
ar: اختار الاعدادات العامة

source: Logo
ar: الشعار

source: Add Departments
ar: اضافة الاقسام

source: Mobile Is Exists
ar: رقم الجوال موجود بالفعل

source: Email Alternative
ar: البريد الالكتروني الاحتياطى

source: Email Main
ar: البريد الالكتروني الاساسى

source: Fax Alternative
ar: الفاكس الاحتياطى

source: Fax Main
ar: الفاكس الاساسى

source: Mobile Alternative
ar: رقم الجوال الاحتياطى

source: Mobile Main
ar: رقم الجوال الاساسى

source: Notes
ar: ملاحظات

source: Phone Number Alternative
ar: رقم الهاتف الاحتياطى

source: Phone Number Main
ar: رقم الهاتف الاساسى

source: General Setting
ar: الاعدادات العامة

# Entity_Location
source: Hospital Location
ar: موقع المستشفى

# AddEntitiesGroup
source: Add Hospitals Group
ar: اضافة مجموعة المستشفيات

# Choose_Entity
source: Choose Hospital
ar: اختار المستشفى

# Entity
source: Hospital
ar: المستشفى

source: Birth Date Hijri
ar: تاريخ الميلاد هجرى

# BirthDateMilady
source: Birth Date Foreign
ar: تاريخ الميلاد ميلادى

source: Blood Type
ar: فصيلة الدم

# First_Name_AR
source: First Name Arabic
ar: الاسم الاول عربى

# First_Name_EN
source: First Name English
ar: الاسم الاول انجليزى

# Last_Name_AR
source: Last Name Arabic
ar: اسم العائلة عربى

# Last_Name_EN
source: Last Name English
ar: اسم العائلة انجليزى

# Mid_Name_AR
source: Middle Name Arabic
ar: اسم الاب عربى

# Mid_Name_EN
source: Middle Name English
ar: اسم الاب انجليزى

source: Photo
ar: الصورة

source: Department
ar: القسم

source: Job
ar: الوظيفة

# FileNumber
source: File No
ar: الرقم الوظيفي

source: Age
ar: السن

source: Patient
ar: المريض

# Patient_Data
source: Medical Data
ar: بيانات المريض

source: Add Appointment
ar: اضافة موعد

source: Appointment Data
ar: بيانات الموعد

source: Date Hijri
ar: تاريخ هجرى

# DateMilady
source: Date Foreign
ar: تاريخ ميلادى

source: Doctor
ar: الطبيب

# EntitiesGroup
source: Hospitals Group
ar: المجموعة

source: No Results
ar: لا توجد نتائج

source: Patient Location
ar: موقع المريض

# Patient_Name
source: Patient
ar: اسم المريض

source: Place
ar: المكان

source: Status Diagnosis
ar: حالة الموعد

source: Status Observation
ar: حالة الملاحظة

source: Appointments
ar: المواعيد

source: Group
ar: المجموعة

source: Please Choose Appointment
ar: برجاء الضغط على ايقون الموقع للموعد

source: View In Map
ar: العرض فى الماب

source: Add New Medicine
ar: أضف دواء جديد

source: Current Diagnosis
ar: التشخيص الحالي

source: Current Diagnosis
ar: التشخيص الحالي

source: current prescribed medicines
ar: الأدوية الموصوفة

source: Days
ar: أيام

source: Diagnosis Details
ar: تفاصيل التشخيص

source: Diseases
ar: الأمراض

# fam
source: 8 AM
ar: 8 صباحا

# fpm
source: 12 PM
ar: 12 مساءً

source: History
ar: السجل

# Invalid_Diagnosis_Desc
source: Diagnostic details must be written
ar: يجب كتابة تفاصيل التشخيص

# Invalid_Diagnosis_Diseases
source: Diseases must be selected
ar: يجب تحديد الأمراض

# Invalid_Diagnosis_medicines
source: At least one medication must be registered
ar: يجب تسجيل دواء واحد على الأقل

# Invalid_Diagnosis_value
source: Diagnostic details must be written
ar: يجب كتابة تفاصيل التشخيص

# Invalid_Medicine_Days
source: Incorrect number of days
ar: عدد الأيام غير صحيح

# Invalid_Medicine_Desc
source: Incorrect medication details
ar: تفاصيل الدواء غير الصحيحة

# Invalid_Medicine_name
source: Incorrect medicine name
ar: اسم دواء غير صحيح

# Invalid_Medicine_Times
source: Incorrect times
ar: أوقات غير صحيحة

source: Medicine Desc
ar: وصف الدواء

source: Medicine Name
ar: اسم الدواء

# Search_medicine
source: Search for a medicine
ar: ابحث عن دواء

# spm
source: 4 PM
ar: 4 مساءً

# SuccessSaveDiagnosis
source: The diagnosis has been Added successfully
ar: تم إضافة التشخيص بنجاح

source: Times
ar: مرات

# tpm
source: 8 PM
ar: 8 مساءً

source: Blood Avg
ar: الدم

source: Diagnosis
ar: التشخيص

source: Exit
ar: خروج

source: Oxymetric Avg
ar: السكر

source: Temperature Avg
ar: الحراراة

source: Under Observation
ar: تحت الملاحظة

source: Update Under Observation
ar: تعديل تحت الملاحظة

source: Admitted Date Hijri
ar: تاريخ الملاحظة الهجرى

# AdmittedDateMilady
source: Admitted Date Foreign
ar: تاريخ الملاحظة الميلادى

source: Exit Date Hijri
ar: تاريخ الخروج الهجرى

# ExitDateMilady
source: Exit Date Foreign
ar: تاريخ الخروج الميلادى

source: Add Doctor
ar: اضافة دكتور

source: Add Employee System
ar: اضافة موظف نظام

# Add_Entity
source: Add Hospital
ar: اضافة مستشفى

source: Add Medical Managment
ar: اضافة ادارة طبية

source: Add Patient
ar: اضافة مريض

source: Complete Diagnosis
ar: تم التشخيص

source: Doctors
ar: أطباء

source: Hospital
ar: مستشفى

# Meeting
source: Appointments
ar: مواعيد

source: Patients
ar: مرضي

source: Pending Diagnosis
ar: قيد التشخيص

source: Welcome Administrator
ar: مرحبا ادمن

source: Exist
ar: خروج

source: Observation
ar: الملاحظة

source: All Patients List
ar: عرض قائمة المرضي

source: Patient Files
ar: ملفات المريض

source: Add File
ar: اضافة ملف

source: File
ar: الملف

source: File Type
ar: نوع الملف

source: Add Diseases
ar: اضافة أمراض

source: Add Medicines
ar: اضافة أدوية

source: Description
ar: وصف

source: Effect
ar: التاثير

source: Add Files Types
ar: اضافة انواع الملفات

# AreYouSureToEndCall
source: End Call
ar: هل أنت متأكد من إنهاء المكالمة

# AreYouSureToJoinCall
source: Rejoin Call
ar: هل تريد الانضمام إلى المكالمة

# Cancelcontinue
source: Cancel and continue
ar: إلغاء واستمرار

source: Confirm End
ar: تأكيد الانهاء

source: Contact Data
ar: بيانات الاتصال

# ContinueZoom
source: Continue through the Zoom app?
ar: متابعة من خلال تطبيق زووم؟

source: Conversation data
ar: بيانات المحادثه

source: Encryption
ar: التشفير

source: Enhanced Encryption
ar: تشفير محسن

source: Host
ar: مضيف

source: Invitation link
ar: رابط الدعوه

source: Join another conversation
ar: انضمام لمحادثه اخرى

source: joining
ar: انضمام

source: Meeting Data
ar: بيانات الاجتماع

source: Meeting ID
ar: معرف الاجتماع

source: Meeting Session
ar: جلسة الاجتماع

source: Numeric Password Telephone/Room Systems
ar: رقم الهاتف كلمة السر / أنظمة الغرف

source: Open in app
ar: فتح فى التطبيق

source: Platforms Slection
ar: اختيار منصة

# AssignUser
source: Group Members
ar: افراد المجموعه

# EmployeesGroup
source: Employees In Group
ar: افراد المجموعه

# EntitiesEmployee
source: Hospitals Employee
ar: افراد المستشفيات

# Sorry_you_can_Not_because_there
source: Sorry you can't because there is a city in this region
ar: عفوا لا يمكنك ذلك لأن هناك مدينة في هذه المنطقة

# AddEntityType
source: Add Hospital Type
ar: اضافة نوع المستشفى

source: Please Add Patient First
ar: برجاء اضافة المريض اولا

source: Basic Data
ar: البيانات الاساسية

source: Under Construction
ar: تحت الانشاء

source: Chronic Diseases
ar: الامراض المزمنة

source: Drug Allergy
ar: الحساسية من بعض الادوية

source: Complete Visit
ar: تمت الزيارة

source: Files Added
ar: البيانات المضافة

source: Pending Visit
ar: انتظار الزيارة

source: Visit Date
ar: تاريخ الزيارة

source: Visits
ar: الزيارات

source: Visit Day
ar: زيارات اليوم

source: Last Date
ar: تاريخ اخر زيارة

# AppointmentDateHijri
source: Date Hijri
ar: تاريخ الموعد الهجري

# AppointmentDateMilady
source: Date Foreign
ar: تاريخ الموعد الميلادى

source: List
ar: القائمة

source: Search Filter
ar: طرق البحث

source: Current Password
ar: الرقم السري الحالي

source: History Previous Diagnosis
ar: سجل التشاخيص السابقة

source: Patient Previous Diagnosis
ar: التشاخيص السابقة للمريض

source: End Meeting
ar: انهاء الاتصال

source: Data
ar: البيانات

source: Medical Files
ar: الملفات الطبية

source: No Previous Visits
ar: لا يوجد زيارات سابقا

source: Enter Search Keywords
ar: اكتب كلمه البحث

source: Add Emp
ar: اضافة موظف

source: Add Employee
ar: اضافة موظف

source: Last Visit Date
ar: اخر تاريخ زيارة

source: Medical History and Documents
ar: السجل والملفات الطبية

source: Genetic Profile
ar: الملف الوراثي

source: High Risk
ar: الأعلى خطورة

source: Metal Map
ar: خريطة المعادن

source: Main Category
ar: التصنيف الأساسي

# addConfigCompany
source: Company Configration
ar: اضافه تعريفات الشركه

source: Banner
ar: البانر

# companyName
source: Name Ar
ar: الااسم العربيه

# companyNameEn
source: Name En
ar: اسم الانجليزيه

# configurationCompany
source: Configration
ar: الاعدادت

source: Fax
ar: الفاكس

# StreetNo
source: Street
ar: رقم الشارع

# IsUnique
source: Unique
ar: مميز

source: Add Activity
ar: اضافة نشاط

# AddBanks
source: Add Bank
ar: اضافة بنك

source: Add Payment Way
ar: اضافة طريقة دفع

source: Add Block
ar: اضافة قالب

source: Account Data
ar: بيانات الحساب البنكي

source: First Name
ar: الاسم الاول

source: Main Data
ar: البيانات الاساسية

source: Seconed Name
ar: الاسم الثاني

source: Store Data
ar: بيانات المتجر

source: About Store Ar
ar: الوصف عربي

source: About Store En
ar: الوصف انجليزي

source: Account Number
ar: رقم الحساب

source: Block
ar: الحي

source: CR Number
ar: رقم السجل التجاري

# CRPic
source: Copy of CR Number / Marouf / Freelance Documentdocument
ar: صورة السجل التجاري / رقم معروف / وثيقة العمل الحر

source: Package
ar: الباقة

# Store_Name_Ar
source: Store Name Arabic
ar: اسم المتجر عربى

# Store_Name_En
source: Store Name English
ar: اسم المتجر انجليزى

source: Swift Code
ar: السويفت كود

source: Tax Number
ar: الرقم الضريبي

source: Account Image
ar: صوره الحساب

# SliderType
source: type Slider
ar: نوع البنر

source: Add Package
ar: اضافة حزمة

source: Add PaymentStatus
ar: اضافة حالة دفغ

source: Personal Photo
ar: الصورة الشخصية

source: Vendor
ar: المتجر

source: Add Product Question
ar: اضف سؤال للمنتج

source: Answer
ar: الاجابة

source: Answer Ar
ar: الاجابة عربي

source: Answer En
ar: الاجابة انجليزي

source: End Discount Date
ar: تاريخ انتهاء الخصم

source: KeyWords
ar: كلمات

source: List Images
ar: قائمة الصور

source: Product Data
ar: بيانات المنتج

source: Quesions Answers
ar: الاسئلة والاجوبة

source: Question
ar: السؤال

source: Size
ar: الحجم

source: SKU
ar: رقم التخزين

source: Start Discount Date
ar: تاريخ بداية الخصم

source: Weight
ar: الوزن

source: Fixed
ar: مثبت

source: Hidden
ar: مخفي

source: Is Available
ar: هل متاح

source: Is Fixed
ar: هل مثبت

source: Is Hidden
ar: هلى مخفي

source: Not Available
ar: غير متاح

source: Not Fixed
ar: غير مثبت

source: Not Hidden
ar: غير مخفي

source: Add Main Page Details
ar: اضافة تفاصيل الصفحة الرئيسية

source: Main Page
ar: الصفحة الرئيسية

source: Video Link
ar: رابط الفيديو

source: Title AR
ar: العنوان عربي

source: Title EN
ar: العنوان انجليزي

source: Product Images
ar: صور المنتج

source: Delete All Product
ar: حذف كل المنتجات

source: Add Address Types
ar: اضافة نوع عنوان

source: Add KeyWords
ar: اضافة كلمة مفتاحية

source: Building Numer
ar: رقم المبني

source: Unique Sign
ar: علامة مسجلة

source: Shipping Company
ar: شركة الشحن

source: Customer
ar: العميل

source: Add New Employee
ar: اضافة موظف جديد

source: Products Count
ar: عدد المنتجات

source: Order Number
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: Site Image
ar: الصورة بالموقع

source: Arrange
ar: الترتيب

source: Display In
ar: تعرض في

# DisplayInEnumApplication
source: Application
ar: تطبيق

# DisplayInEnumWebSite
source: WebSite
ar: موقع

source: Home Desc Ar
ar: وصف الرئيسية عربي

source: Home Desc En
ar: وصف الرئيسية انجليزي

source: Home Title Ar
ar: عنوان الرئيسية عربي

source: Home Title En
ar: عنوان الرئيسية انجليزي

source: Idea Desc Ar
ar: وصف الفكرة عربي

source: IdeaDesc En
ar: وصف الفكرة انجليزي

source: Idea Title Ar
ar: عنوان الفكرة عربي

source: Idea Title En
ar: عنوان الفكرة انجليزي

source: Second Email
ar: البريد الإلكتروني الاحتياطي

source: Branches
ar: الفروع

source: First Email
ar: البريد الإلكتروني الأساسي

source: Departments
ar: الاقسام

source: Max Delivery Price
ar: الحد الأقصي للتوصيل

source: Min Delivery Price
ar: الحد الأدني للتوصيل

source: About Us
ar: من نحن

source: About Us " Home Made " ?
ar: من نحن " شغل بيت " ؟

source: Add to cart
ar: إضافة إلى السلة

source: Add to Favorites
ar: إضافة للمفضلة

source: Agreement Approval
ar: اعتماد الاتفاقية

# Agreement_Approval_Content
source: In order to become a member of the Home Work website, you must first fill out the registration form, then agree and undertake to be bound by the provisions of the Home Work User Agreement, and when filling out and approving the registration form or obtaining any services or ordering a meal using the site; You hereby agree to be bound by the Occupy Home of a Saudi Joint Stock Company User Agreement
ar: لكي تصبح عضواً في موقع شغل بيت على الشبكة، يتعين عليك في البداية أن تقوم بتعبئة استمارة التسجيل، ثم الموافقة والتعهد على الالتزام بأحكام إتفاقية مستخدم شغل بيت، وعند تعبئة واعتماد استمارة التسجيل أو الحصول على أية خدمات أو طلب وجبة باستخدام الموقع؛ فإنك بموجب هذا توافق على الالتزام باتفاقية مستخدم شغل بيت شركة مساهمة سعودية

source: All Notifications
ar: كل الاشعارات

source: All rights reserved
ar: جميع الحقوق محفوظة

# Al_Mohammadi_Street
source: 45 Al-Mohammadi Street - Al-Yasmeen Tower - Riyadh - Saudi Arabia
ar: 45 شارع المحمدى - برج الياسمين - الرياض - السعودية

source: Be a service provider
ar: كن مقدم خدمة

source: Buy it now
ar: اشتريها الأن

source: Buy Now
ar: اشتري الان
