Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Homemade.*.resx
Languages: ar

source: Actions
ar: اجراءات

source: Address
ar: العنوان

source: Agent
ar: وكيل

source: Agents
ar: الوكلاء

source: Alert Confirm
ar: تأكيد

# AssignDriver
source: Assign Captain
ar: إسناد كابتن

source: Back To List
ar: الرجوع للقائمة

source: Cancelled
ar: تم الإلغاء

# CancelledMessage
source: Cancelled
ar: تم الإلغاء

source: Category Fare
ar: فئة الاجرة

source: Choose Agent
ar: أختر الفرع

source: Choose City
ar: أختر المدينة

source: Choose Company
ar: أختر الشركة

source: Choose Country
ar: أختر البلد

source: Choose Delivery Type
ar: أختر نوع التوصيل

source: Choose Role
ar: أختر المنصب

source: Choose User
ar: أختر المستحدم

source: City
ar: المدينة

source: Country
ar: الدولة

# Country_NameEN
source: Country Name English
ar: اسم اللبد إنجليزي

source: Delete
ar: حذف

source: Details
ar: التفاصيل

source: Disable
ar: إلغاء التفعيل

source: Disabled
ar: غير مفعل

# DriverTab
source: Captain
ar: الكابتن

source: Edit Agent
ar: تعديل الوكيل

source: Email
ar: البريد الإلكتروني

source: Enable
ar: تفعيل

source: Enabled
ar: مفعل

source: Enter Password
ar: أدخل الرقم السري

# Forgot_Password
source: Forgot Pasword
ar: نسيت الرقم السري

source: From Date
ar: من تاريخ

# IDFileUpload
source: ID Photo
ar: صورة الهوية

source: Insert Agent
ar: إضافة وكيل

source: Login
ar: تسجيل الدخول

source: Mail
ar: الإيميل

# Manager_Name
source: Agent Manager
ar: اسم المسئول

source: Mobile
ar: رقم الجوال

source: Name
ar: الأسم

# Name_Ar
source: Name Arabic
ar: الأسم بالعربية

# Name_En
source: Name English
ar: الأسم بالانجليزية

source: New
ar: جديد

source: No
ar: إلغاء

source: Password
ar: الرقم السري

# PersonalFileUpload
source: Personal Photo
ar: الصورة الشخصية

# PhoneIsExists
source: Mobile No already exists
ar: رقم الجوال مسجل من قبل

source: Role
ar: المنصب

source: Roles
ar: المناصب

source: Save
ar: حفظ

source: Search
ar: بحث

source: Select
ar: قم بالتحديد

source: Select Agents
ar: حدد الوكلاء

source: Setting
ar: إعدادت

source: Statue
ar: الحالة

# SuccessDeleteMessage
source: Deleted Success
ar: تم الحذف

# SuccessSaveMessage
source: Saved Success
ar: تمت عملية الحفظ بنجاح

# TaxiTab
source: Taxi
ar: المركبة

source: To Date
ar: إلى تاريخ

source: Update
ar: تعديل

source: User
ar: المستخدم

# WebSiteLink
source: Web Site
ar: رابط الموقع

source: Yes
ar: موافق

source: Birth Date Type
ar: نوع تاريخ الميلاد

source: Category Car
ar: نوع المركبة

source: Color
ar: اللون

source: Company
ar: الشركات المشغلة

source: Industy
ar: الصناعه

source: Optional Data
ar: معلومات إضافية

source: Work Type
ar: نوع العمل

source: Year
ar: السنة

source: Amount
ar: المبلغ

source: Content
ar: المحتوى

source: Discount Type
ar: نوع الخصم

source: Discount Value
ar: قيمة الخصم

source: Expiry Date
ar: وقت النهاية

# InsertValidDataMessage
source: Please Insert Valid Data
ar: برجاء إدخال البيانات صحيحة

source: Limit Count
ar: عدد الانتهاء

source: Percent
ar: نسبة

source: Promo Code
ar: رمز ترويجي

source: Start Date
ar: وقت البداية

source: Subject
ar: العنوان

# FaildSaveUser
source: Error in save user
ar: خطأ في حفظ المستخدم

source: Discount
ar: الخصم

# DriverCancelation
source: Captain Cancelation
ar: تكلفة الإلغاء

# DriverCommision
source: Captain Commision
ar: نسبة الكابتن

source: Tax
ar: الضريبة

source: Delivery Setting
ar: اعدادات التوصيل

source: Confirm Password
ar: تأكيد الرقم السري

source: User Name
ar: اسم المستخدم

# IDNoIsExists
source: ID Number Is Exists
ar: رقم الهوية موجود من قبل

source: Taxi Number Is Exists
ar: رقم المركبة موجود من قبل

# NameIsExists
source: Name Arabic Is Exists
ar: الأسم موجود من قبل

source: Add Country
ar: إضافة دولة

source: Countries
ar: الدول

source: NameEn Is Exists
ar: الأسم الانجليزي موجود من قبل

source: Update Country
ar: تعديل الدولة

source: Add City
ar: إضافة مدينة

source: Cities
ar: المدن

# CountryArName
source: Country Arabic Name
ar: اسم الدولة عربي

# CountryEnName
source: Country English Name
ar: اسم الدول انجليزي

source: Update City
ar: تحديث المدينة

source: Add Color
ar: إضافة اللون

source: Update Color
ar: تعديل اللون

source: Add Work Type
ar: إضافة نوع العمل

source: Update Work Type
ar: تعديل نوع العمل

source: Add Model
ar: إضافة موديل

source: Edit Model
ar: تعديل الموديل

source: Add Year
ar: إضافة سنة

source: Edit Year
ar: تعديل سنة

# TheNameIsExists
source: Name Is Exists
ar: الأسم موجود من قبل

source: Years
ar: السنوات

source: Add Delivery Type
ar: إضافة نوع التوصيل

source: Delivery Types
ar: انواع التوصيل

source: Update Delivery Type
ar: تعديل نوع التوصيل

source: Cancel Reason
ar: سبب الإلغاء

# ReasonAr
source: Cancel Reason Arabic
ar: سبب الالغاء بالعربي

# ResonEn
source: Cancel Reason English
ar: سبب الإلغاء بالإنجليزية

source: Add Industy
ar: إضافة الصناعة

source: Update Industy
ar: تعديل الصناعة

source: Position
ar: المنصب

source: Nationality
ar: الجنسية

# TripStatus
source: Request Status
ar: حالة الطلب

# DriverTripStatus
source: Captain Request Status
ar: حالة الكابتن

source: Activation
ar: تفعيل

source: WorkValidity
ar: صلاحيه العمل

source: Client
ar: المتجر

# Driver
source: Captain
ar: السائق

source: Excel
ar: الاكسل

source: PDF
ar: بي دي اف

# Reason
source: Cancel Reason
ar: السبب

source: Status Date
ar: تاريخ الحالة

# TripDate
source: Request Date
ar: تاريخ الطلب

source: User Type
ar: نوع المستخدم

source: Cancel User
ar: تم الإلغاء بواسطة

source: Date
ar: التاريخ

source: Reset
ar: إعادة تعيين

source: Total
ar: الإجمالى

# TripDetails
source: Request Details
ar: بيانات الطلب

# TripFinanical
source: Request Finanical
ar: مالية الطلب

# TripHistory
source: Request History
ar: حركات الطلب

# TripNo
source: Request No
ar: رقم الطلب

source: Operators
ar: المستخدمين

source: After
ar: بعد

source: Before
ar: قبل

# DriverBlance
source: Captain Balance
ar: ماليات الكباتن

source: Operation Type
ar: نوع العملية

source: Transaction
ar: التحويل

source: Operator
ar: العامل

source: ID No
ar: رقم الهوية

source: License Number
ar: رقم اللوحة

source: Category Car Type
ar: الفئة

source: Model
ar: موديل

# Choose_Driver
source: Choose Captain
ar: أختر كابتن

# TripMoney
source: Request Financial
ar: ماليات الطلب

source: DropOff Address
ar: مكان النزول

source: Pickup Address
ar: مكان الالتقاط

source: DownLoad
ar: تحميل

source: View
ar: عرض

source: Distance
ar: المسافة

source: Time
ar: الوقت

# AcceptRejectCase
source: Accept & Reject
ar: حالات القبول والرفض

source: By
ar: بواسطة

source: Bouns
ar: مكافأة

# CR
source: Credit
ar: مدين

source: Deposit
ar: إيداع

# DR
source: Debit
ar: دائن

# Finish_Trip
source: Finish Request
ar: إنهاء الطلب

source: Punishment
ar: عقاب

source: Taxes Discounts
ar: خصومات الضرائب

source: Withdrawal
ar: سحب

source: Are you sure to export excel?
ar: هل تريد تصدير اكسل ؟

source: No Data Found
ar: ليست هناك بيانات متاحة في الجدول

source: Base Cost
ar: السعر الأساسي

source: Attachment
ar: إرفاق

source: Statement
ar: كشف حساب

source: Print
ar: طباعة

source: Choose Transaction Type
ar: أختر نوع التحويل

source: Date Operation
ar: تاريخ العملية

source: Discripe
ar: وصف

source: Balance
ar: الرصيد

source: Company Charge
ar: حق الشركة

source: Company Finances
ar: ماليات الشركة

source: Credit
ar: دائن

source: Debit
ar: مدين

# DriverCharge
source: Captain Charge
ar: حق الكابتن

source: Statment Drivers
ar: بيان السائقين

source: Agent Required
ar: العميل مطلوب

source: City Required
ar: المدينة مطلوبة

source: Color Required
ar: اللون مطلوب

source: Country Required
ar: الدولة مطلوبة

# DriverNameArIsExists
source: Captain Name Arabic Is Exists
ar: اسم الكابتن عربي موجود من قبل

# DriverNameArRequired
source: Captain Name Arabic Required
ar: اسم الكابتن عربي مطلوب

# IdNoRequired
source: Id Number Required
ar: رقم الهوية مطلوب

source: Mobile Number Required
ar: رقم الجوال مطلوب

source: Model Required
ar: الموديل مطلوب

source: Taxi Number Required
ar: رقم المركبة مطلوب

source: Gender
ar: النوع

source: Clients
ar: المتاجر

source: File No Is Exists
ar: الرقم الوظيفي موجود من قبل

# EmailExists
source: Email Aleardy Exists
ar: البريد الإلكتروني موجود بالفعل

source: Add Nationality
ar: إضافة جنسيات

source: Add Position
ar: إضافة مكان

source: Add Transaction Type
ar: أضف نوع المعاملة

# AddTripStatus
source: Add Request Status
ar: إضافة حالة الطلب

# AddDriverTripStatus
source: Add Captain Request Status
ar: إضافة حالة طلب السائق

source: Add Role
ar: إضافة منصب

source: Update Role
ar: تعديل المنصب

# AreYouSureToDelete
source: Confirm delete
ar: تأكيد الحذف

# AreYouSureToChangeStatue
source: Confirm update statue
ar: تأكيد تغيير الحالة

# AreYouSureToSave
source: Confirmaing save ?
ar: هل تريد الحفظ

source: Copy
ar: نسخ

# DeliveryTypeNames
source: Delivery Types
ar: انواع التوصيل

# Entries
source: Hospitals
ar: سجل

source: From
ar: من اصل

source: Main Address
ar: العنوان الرئيسي

source: Next
ar: التالي

source: Of
ar: من

source: Previous
ar: السابق

source: Showing
ar: يعرض

source: Taxi Number
ar: رقم المركبة

source: To
ar: إلى

source: Base Fare
ar: الأجرة الأساسية

source: Cancelation Fare
ar: تكلفة الإلغاء

source: Min Fare
ar: الحد الأدنى للأجرة

source: Waiting Charge
ar: اجره الانتظار

# FareMinute
source: Minutes Fare
ar: تكلفة الدقيقة

source: Min KM
ar: الحد الأدنى كم

source: Choose Category Car
ar: أختر نوع الفئة

# FailChangeStatueMessage
source: Change Statue Failed
ar: خطأ في تغيير الحالة

# FailDeleteMessage
source: Deleted Failed
ar: خطأ في الحذف

# FailSaveMessage
source: Saved Failed
ar: خطأ في الحفظ

# SuccessChangeMessage
source: Status Changed Successfully
ar: تم تغيير الحالة

source: Alternate Address
ar: العنوان البديل

source: Choose Nationality
ar: أختر الجنسية

source: Choose Position
ar: أختر المنصب

source: Date Type
ar: نوع التاريخ

# ExpDate
source: Expiry date
ar: تاريخ الانتهاء

source: File No
ar: رقم الملف الطبى

source: Hijiri Date
ar: التاريخ الهجري

# NormalDate
source: Georgian Date
ar: التاريخ الميلادي

source: Start Work Date
ar: تاريخ بداية العمل

# DriverName
source: Captain
ar: اسم الكابتن

source: Birth Date
ar: تاريخ الميلاد

# CarPicture
source: Front Car Picture
ar: صوره المركبة

source: Car Speed
ar: سرعة المركبة

source: Choose Color
ar: أختر اللون

source: Choose Industy
ar: أختر الصناعة

source: Choose Model
ar: أختر الموديل

source: Choose Work Type
ar: أختر نوع العمل

source: Choose Year
ar: أختر السنة

source: Female
ar: انثى

source: Gender Type
ar: النوع

source: Insurance End Date
ar: تاريخ انتهاء التأمين

source: Insurance End Date Type
ar: نوع تاريخ انتهاء التأمين

source: Insurance Number
ar: رقم التأمين

source: Insurance Photo
ar: صورة التأمين

source: License End Date
ar: تاريخ إنتهاء الترخيص

source: License Picture
ar: صورة الرخصة الخاصة

# LicenseTypeEndDate
source: License End Date Type
ar: نوع تاريخ انتهاء الترخيص

source: Lowest Car Speed
ar: أقل سرعة للسيارة

source: Male
ar: ذكر

source: Maximum Load
ar: أقصي حمولة

source: Motor Expire Date Type
ar: نوع تاريخ انتهاء صلاحيه المركبة

# MotorExpiringDate
source: Motor Expire Date
ar: تاريخ انتهاء صلاحية المركبة

source: PCO End Date
ar: تاريه إنتهاء الرخصة الدولية

source: PCO End Date Type
ar: نوع تاريخ الرخصة الدولية

source: PCO Number
ar: رقم الرخصة الدولية

source: Private License End Date
ar: تاريخ انتهاء الرخصة الخاص

source: Private License Number
ar: رقم الرخصة الخاص

source: Private License Number Type
ar: نوع الرخصة الخاص

source: Required Data
ar: البيانات المطلوبة

source: Edit
ar: تعديل

source: Rate
ar: التقييم

source: RatePercent
ar: نسبه التقييم

# NoRate
source: No evaluation has been done
ar: لم يتم التقييم

source: Voucher
ar: إذن صرف

source: Voucher Code
ar: كود إذن صرف

source: EndDate
ar: تاريخ الانتهاء

source: KM
ar: كيلو متر

source: Wallet
ar: محفظة

# DriverDetails
source: Captain Details
ar: تفاصيل الكابتن

source: Total Balance
ar: إجمالى الرصيد

source: LogOut
ar: تسجيل الخروج

source: Profile
ar: الصفحة الشخصية

source: All
ar: الكل

source: Insert
ar: اضافة

source: Permission
ar: الصلاحية

source: Add Promo Code
ar: إضافة رمز ترويجي

source: Message
ar: الرسالة

source: Send
ar: إرسال

source: Send Mails
ar: إرسال بريد

source: SMS
ar: رسائل نصية

source: Add Message Template
ar: إضافة نموذج رسالة

# ContentNameEn
source: Content Name English
ar: محتوى الرسالة بالانجليزية

# ContentNameAr
source: Content Name Arabic
ar: محتوى الرسالة بالعربية

source: Message Templates
ar: نماذج الرسائل

source: Update Message Template
ar: تعديل نموذج الرسالة

source: Choose Message Template
ar: أختر نموذج الرسالة

source: Message Template
ar: نموذج الرسالة

source: SAR
ar: ريال

source: Message Type
ar: النوع

# CannotSendEmail
source: Cann't Send Email To This Email Address
ar: لم نستطع ارسال رساله الي هذا البريد الإلكتروني

source: Code
ar: الكود

source: Email Not Exist
ar: البريد الإلكتروني غير موجود

source: ResetPassword
ar: إعادة تعيين كلمة المرور

# AspIdentityPassVali
source: Should have at least one lower case - Should have at least one upper case - Should have at least one number - Should have at least one special character like $,@,,... - Minimum 5 characters
ar: يجب أن يحتوي على حرف صغير واحد على الأقل - يجب أن يحتوي على حرف واحد كبير على الأقل - يجب أن يحتوي على رقم واحد على الأقل - يجب أن يحتوي على حرف خاص واحد على الأقل مثل $ ,#,@ - 5 أحرف على الأقل

source: Invalid Code
ar: كود غير صحيح

# PasswordChanged
source: Your Password Has Changed Successfully
ar: لقد تم تغيير الرقم السري بنجاح

source: Password Not Matched
ar: الرقم السري غير متطابق

# MessageSentToYourEmail
source: The verification code has been sent to the email registered with us
ar: تم ارسال كود التحقق الي البريد الإلكتروني المسجل لدينا

source: Customer Communication
ar: تواصل العملاء

source: Are you sure to send ?
ar: هل انت تريد الارسال؟

source: Message Sent
ar: تم الارسال

source: Show
ar: عرض

source: New Password
ar: الرقم السري الجديد

source: Main Data
ar: البيانات الأساسية

source: Response Message
ar: الرد

source: Send Report
ar: تقرير الإرسال

source: Resend
ar: إعادة الإرسال

source: Used For Login
ar: يستخدم لتسجيل الدخول

source: InvalidPassword
ar: الرقم السري غير صحيح

# ChooseCityOnMap
source: Please Select City On Map
ar: من فضلك قم باختيار المدينة علي الخريطة

source: Close
ar: إغلاق

source: Type
ar: النوع

source: Type Name In Arabic
ar: اكتب الاسم بالعربية

source: Type Name In English
ar: اكتب الاسم بالانجليزية

# Unauthorized
source: You are not allowed to View this page
ar: غير مسموح لكـ بالدخول فى هذه الصفحة

source: Phone Number Not Exists
ar: رقم الهاتف غير موجود

# CodeIsSentBefore
source: Please check the code on your email or phone number
ar: برجاء التحقق من الكود على بريدك الالكتروني او رقم هاتفك

# CodeRequired
source: The code is required
ar: الكود مطلوب

# CorrectCode
source: The code is correct
ar: تم التحقق من الكود بنجاح

# SuccessSendCode
source: Code sent successfully
ar: تم ارسال كود التحقق

source: Verify
ar: تحقق

source: Wrong Code
ar: الكود غير صحيح

# ChangePhoneNumber
source: Change Mobile No
ar: تغيير رقم الجوال

# CurrentPhoneNumber
source: Current Mobile No
ar: رقم الجوال الحالي

# MobileNumberExists
source: Mobile No Exists
ar: رقم الجوال موجود من قبل

# NewPhoneNumber
source: New Mobile No
ar: رقم الجوال الجديد

source: Main
ar: رئيسي

# TotalCancelledTrips
source: Total Cancelled Requests
ar: إجمالى الطلبات التي تم الغاؤها

# TotalFinishedTrips
source: Total Finished Requests
ar: إجمالى الطلبات المنتهية

# TotalTrips
source: Total Requests
ar: إجمالى الطلبات

source: DashBoard
ar: الرئيسية

# TripPromo
source: Request Promo
ar: كود خصم الطلب

# DriverVoucher
source: Captain Voucher
ar: قسائم الكابتن

source: TheBalance
ar: الرصيد

source: There are some Users have this role
ar: يوجد بعض الموظفين يملكون هذا المنصب

source: Add Help Questions
ar: إضافة اسئلة المساعدة

source: Edit Help Questions
ar: تعديل اسئلة المساعدة

# IsForTrip
source: Is For Request
ar: هل للطلب

source: Add
ar: إضافة

source: Limit Count Not Valid
ar: العدد غير صحيح

source: Choose Client
ar: أختر العميل

source: Client Balance
ar: رصيد العميل

source: Result
ar: عرض

source: Prefer not to specify
ar: يفضل عدم التحديد

source: Active
ar: التفعيل

source: Category
ar: النوع

source: Status
ar: الحالة

source: Females
ar: اناث

source: Gender Request
ar: طلب الجنس

source: Males
ar: ذكور

source: Category Image
ar: صورة الفئة

source: Login Stuff
ar: دخول الموظفين

source: Cannot Send SMS
ar: لا يمكن ارسال رسالة

source: Add Amount :
ar: تم إضافة رصيد :

source: Expired
ar: منتهى

source: Add Brand
ar: إضافة ماركة

source: Brand
ar: ماركة

source: Choose Brand
ar: أختر الماركة

source: Descripe
ar: وصف

source: help Questions
ar: اسئلة مساعدة

source: Image
ar: صورة

source: Clients Help
ar: مساعدة العميل

source: Support
ar: دعم

# Trip_Help
source: Request Help
ar: مساعدة الطلب

source: Industry
ar: الصناعة

source: Insurance Picture
ar: صورة التأمين

source: Motor Expire Date
ar: تاريخ انتهاء الموتور

source: Taxi Details
ar: تفاصيل التاكسى

source: Add Voucher Code
ar: إضافة إذن صرف

source: Send Voucher
ar: إرسال قسيمة

source: Contact Us
ar: تواصل معانا

source: First Name
ar: الأسم الأول

source: Last Name
ar: اسم العائلة

source: Phone Number
ar: رقم الهاتف

source: Reply
ar: رد

# Error_in_TripNo
source: Error in Request No
ar: خطأ فى رقم الطلب

# Insert_TripNo
source: Insert Request No
ar: ادخل رقم الطلب

source: Busy
ar: قيد التوصيل

source: Location
ar: الموقع

source: Offline
ar: غير متاح

# Online
source: Available
ar: متاح

source: Search in this Area !
ar: ألبحث فى هذه المنطقة !

source: Back to Website
ar: الرجوع إلى الموقع

source: Accepted
ar: المقبوله

source: Arrived
ar: وصل

source: Available
ar: متاح

source: Canceled
ar: ملغي

source: Captains Num
ar: الكباتن

source: Cap Profit
ar: ربح

source: Collected
ar: محصلة

source: Comp Profit
ar: ربح الشركة

source: Created
ar: انتظار القبول

source: Debt Comp
ar: مديونية الشركة

source: Delivered
ar: تم التوصيل

source: End
ar: تم التوصيل

source: Finances
ar: ماليات

source: Notices
ar: ملاحظات

source: Notifications
ar: إشعارات

source: Not Available
ar: غير متاح

source: Not Found
ar: طلبات غير مقبولة

source: No Notices Found
ar: لم يتم العثور على إخطارات

# On_The_Way
source: Received
ar: فى الطريق

source: Out Of Limit
ar: خارج الحد

source: Seen all
ar: رؤية الكل

source: Start
ar: بداية

source: Time Expired
ar: انتهى الوقت

# Trips
source: Requests
ar: طلبات

# Trips_Chart
source: Requests Chart
ar: مخطط الطلبات

# Trips_Num
source: Requests Num
ar: رقم الطلب

source: Type Location
ar: اكتب الموقع

source: Voucher Expired
ar: إذن صرف منتهى

# AddDriverInterval
source: Add Captain Interval
ar: إضافة الفاصل الزمنى للسائق

source: Index
ar: فهرس

source: Max Distance
ar: اقصى مسافة

source: Min Distance
ar: أدنى مسافة

source: Seconds
ar: ثوانى

source: Index Is Exists
ar: الفهرس موجود من قبل

source: SR
ar: ريال

# Dept_Driver
source: Debt Driver
ar: مديونية الكباتن

# Dept_Client
source: Debt Client
ar: مديونية العملاء

# Agent_Driver_Report
source: Agent Captain Report
ar: تقرير سائقين الوكيل

source: Agent Operator Report
ar: تقرير عمليات الوكيل

# Agent_Trip_Report
source: Agent Request Report
ar: تقرير طلبات الوكيل

source: Not Active
ar: غير مفعل

source: Back Mattresses Picture
ar: صورة المركبة المراتب الخلفية

source: Back Picture
ar: صورة الخلفية

source: Car License Picture
ar: صورة الاستمارة

# FrontMattressesPicture
source: Car Inside Picture
ar: صورة المركبة بالداخل

source: Left Side Picture
ar: صورة الجانب الايسر

source: Right Side Picture
ar: صورة الجانب الايمن

source: Scan Picture
ar: صورة الفحص

source: Captain & Taxis Report
ar: تقرير الكباتن والتاكسى

source: Choose Gender
ar: أختر النوع

# Trip_Count
source: Request Count
ar: عدد الطلبات

source: Client Details
ar: تفاصيل العميل

source: Support Count
ar: عدد الشكاوى

# Trip_Cancel_Count
source: Request Cancel Count
ar: عدد الطلبات الملغية

# Trip_Finish_Count
source: Request Finish Count
ar: عدد الطلبات الموصلة

source: Choose Operator
ar: أختر المستخدم

source: Meters from Pickup
ar: عدد الأمتار من الإلتقاط

source: Max Drivers
ar: أكبر عدد سائقين

source: Timer Seconds
ar: عدد الثوانى

# Send_promo
source: Send Promo Code
ar: إرسال بريد بكود الخصم

# thiscategoryalreadadded
source: This category already added before
ar: هذة الفئة مضافة من قبل

# Homemade_Company
source: Super
ar: سوبر

# Withdrewal_wallet
source: withdrawal from wallet
ar: سحب من المحفظة

source: Add Balance
ar: إضافة رصيد

source: Add Clients Type
ar: اضافه نوع المتجر

source: Clients Type
ar: انواع العملاء

source: Choose Branch
ar: أختر الفرع

source: Staff
ar: الموظفين

source: Delivery Price
ar: تكلفة التوصيل

source: Extra one kilo
ar: الكيلو الواحد الزائد

source: Fixed Kilo
ar: اقصي كيلو للتوصيلة

source: Android
ar: اندرويد

source: Bank Account Picture
ar: الحساب البنكي

source: Choose Bank
ar: اختار البنك

source: IBAN Number
ar: رقم الايبان

source: Iphone
ar: ايفون

source: Phone Type
ar: نوع الجوال

source: Taxi Serial Number
ar: الرقم التسلسلى للمركبة

# PhoneNumberStc
source: Phone Number STC PAY
ar: رقم الجوال STC PAY

source: Nick Name
ar: الاسم المستعار

source: Sub Category
ar: الفئات الفرعية

# ActiveTrip
source: Active Requests
ar: طلب نشطة

source: Cancel
ar: الغاء

source: Please Choose Cancel Reason
ar: برجاء اختيار سبب الالغاء

# AreYouSureToCancelTrip
source: Are You Sure To Cancel Request
ar: هل تريد تاكيد الغاء الطلب

source: Token
ar: التوكن

source: Operation
ar: مستخدم

source: Choose Discount Type
ar: اختار نوع الخصم

source: Vat
ar: ضريبة القيمه المضافة

source: Discount Type IsExists
ar: نوع الخصم موجود

source: Branch
ar: الفرع

source: List Staff
ar: قائمة الموظفين

source: New Staff
ar: موظف جديد

source: Receiver
ar: الزبون

source: Generate Invoice
ar: انشاء فاتورة

source: Invoice No
ar: رقم الفاتورة

source: Invoice Report
ar: تقرير الفاتورة

source: Debit Amount
ar: المطلوب تحويلة

source: Hello
ar: اهلا

source: Invoice Details
ar: تفاصيل الفاتورة

source: Invoice Details Report
ar: تقرير تفاصيل الفاتورة

source: Invoice Type
ar: نوع الفاتورة

# Pending_Admin
source: Waiting transfer approval
ar: انتظار اعتماد التحويل

# Pending_Operation
source: Waiting Review
ar: انتظار المراجعة

source: Invoice Pending Action
ar: انتظار الفاتورة

source: No Permissions
ar: لا توجد صلاحيات لديك

source: Paid Invoice
ar: دفع الفاتورة

source: Reference No
ar: رقم المرجع

source: Please Choose Bank
ar: برجاء اختيار البنك

source: Collect Invoice
ar: دفع الفاتورة

source: Please Insert Reference No
ar: برجاء ادخال رقم المرجع

source: Please Insert Transfer Date
ar: برجاء ادخال تاريخ التحويل

source: Transfer Date
ar: تاريخ التحويل

source: List Collected
ar: التحصيل

source: Bank Name
ar: اسم البنك

source: List Collected Details
ar: تفاصيل الفواتير المحصلة

source: Pending Invoice
ar: انتظار الفاتورة

source: List Transfer
ar: قائمة التحويلات

source: Send All
ar: ارسال الكل

source: Receivers
ar: المستلمين

source: Request Count
ar: عدد الطلبات

source: Receiver Details
ar: تفاصيل الزبون

source: Select Branchs
ar: اختار الفروع

source: Attempts
ar: محاولات

source: Choose Attempt
ar: اختار عدد المحاولات

# Trip_Time
source: Request Time
ar: وقت الطلب

source: Reward
ar: مكافئة

source: Choose Reward Type
ar: اختار نوع المكافئة

source: Expiry From Date
ar: تاريخ الانتهاء الى

source: Expiry From Time
ar: وقت الانتهاء من

source: Expiry To Date
ar: تاريخ الانتهاء من

source: Expiry To Time
ar: وقت الانتهاء الى

source: Is Date
ar: هل يوجد تاريخ

source: Is Time
ar: هل يوجد وقت

source: Min
ar: اقل

source: PerOne
ar: لكل مره

source: Reset Cities
ar: حذف المدن

source: Please Insert Times
ar: برجاء اختيار الاوقات

source: Please Insert Min
ar: برجاء ادخال عدد المرات

source: Please Insert Dates
ar: برجاء ادخال التواريخ

source: Add Location
ar: اضافة موقع

source: Client Data
ar: بيانات المتجر

source: Count
ar: العدد

source: Finish
ar: انهاء

source: Invoice Data
ar: ملخص الفاتورة

source: Invoice Total
ar: اجمالى الفاتوره

source: Mobile Not Valid
ar: رقم الجوال غير صحيح
