Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/HomemadeMenu.*.resx
Languages: ar

source: Agents
ar: وكلاء

# Agent_Add
source: New Agent
ar: إضافة وكيل

source: Agent Report
ar: تقرير الوكلاء

source: Agent Reports
ar: تقارير الوكلاء

# Agent_Table
source: List Agent
ar: قائمة الوكلاء

# Assign_Driver_Add
source: Assign Captain Add
ar: إضافة تعيين كابتن

# Assign_Driver_Table
source: Assign Captain Table
ar: تعيين كابتن

source: Brand
ar: ماركة

source: Cancel Reason
ar: سبب الرفض

source: Captain & Taxis
ar: كابتن و تاكسى

# Category_Fare
source: Branches Finances
ar: حسابات الفروع

# Category_Fare_Add
source: New Branch Finances
ar: إضافة حسابات الفروع

# Category_Fare_Table
source: Branches Finances Table
ar: حسابات الفروع

source: Cities
ar: المدن

source: Color
ar: لون

source: Company Finances
ar: ماليات الشركة

source: Contact Us
ar: التواصل معانا

source: Countries
ar: الدول

source: DashBoard
ar: الرئيسية

source: Delivery Setting
ar: إعدادت التوصيل

source: Delivery Type
ar: نوع التوصيل

# DriverInterval
source: Captain Interval
ar: الفاصل الزمني للكابتن

# Drivers
source: Captains
ar: الكباتن

# Drivers_Help
source: Captains Help
ar: مساعدة الكباتن

# Driver_Balance
source: Captain Balance
ar: ماليات الكباتن

# Driver_Report
source: Captain Report
ar: تقرير الكابتن

# Driver_Trip_Status
source: Captain Request Status
ar: حالة طلب الكابتن

source: Finances History
ar: سجل الماليات

source: Help
ar: مساعدة

source: Help Questions
ar: اسئلة مساعدة

source: Industy
ar: صناعة

# List_Captain_Taxis
source: List Captain
ar: سجل الكباتن

source: List Category Fare
ar: قائمة فئة الاجرة

# List_Driver_Balance
source: List Captain Balance
ar: قائمة رصيد الكابتن

source: List Operator
ar: قائمة المستخدمين

source: List Client Balance
ar: قائمة رصيد العميل

source: List Promo Code
ar: قائمة الكود الترويجى

source: List Voucher Code
ar: قائمة القسيمة

source: Model
ar: موديل

source: Nationality
ar: الجنسية

# New_Captain_Taxis
source: New Captain
ar: كابتن جديد

# New_Category_Fare
source: New Branches Finances
ar: إضافة حسابات فرع

# New_Driver_Balance
source: New Captain Balance
ar: إضافة رصيد

source: New Operator
ar: مستخدم جديد

source: New Client Balance
ar: إضافة رصيد

source: New Promo Code
ar: إضافة كود ترويجى

source: New Voucher Code
ar: إضافة قسيمة

source: Operators
ar: مستخدمين

source: Operators Add
ar: إضافة مستخدم

source: Operators Table
ar: قائمة المستخدمين

source: Clients
ar: العملاء

source: Clients Table
ar: سجل العملاء

source: Client Balance
ar: رصيد العميل

source: Client Balance Add
ar: إضافة رصيد العميل

source: Permissions
ar: الصلاحيات

source: Position
ar: منصب

source: Promo Code
ar: الكود الترويجي

source: Promo Code Add
ar: إضافة كود ترويجى

source: Promo Code Table
ar: قائمة الكود الترويجي

source: Reports
ar: التقارير

source: Role Permissions
ar: صلاحيات المنصب

source: Setting
ar: الإعدادات

source: Support
ar: الدعم

source: Taxis
ar: تاكسى

source: Taxi Report
ar: تقرير التاكسى

source: Transaction Type
ar: نوع المعاملة

# Trips
source: Requests
ar: طلبات

# Trip_Finanical
source: Request Finanical
ar: ماليات الطلب

# Trip_History
source: Request History
ar: سجل الطلبات

# Trip_Promo
source: Request Promo
ar: اكواد الطلب

# Trip_Status
source: Request Status
ar: حالة الطلب

# Users_In_Role
source: User in Role
ar: صلاحية المستخدم

source: Voucher Add
ar: اضافة قسيمة

source: Voucher Code
ar: كود القسيمة

# Voucher_Driver
source: Voucher Captain
ar: قسائم الكابتن

source: Voucher Table
ar: القسيمة

source: Work Type
ar: نوع العمل

source: Year
ar: سنة

source: Staff
ar: الموظفين

source: Branchs
ar: الفروع

# Active_Trip
source: Active Request
ar: طلبات نشطة

source: Requests
ar: الطلبات

source: Finances
ar: الماليات

source: New Request
ar: طلب جديد

source: Invoice
ar: فاتورة

source: Delivery Invoice
ar: فواتير التوصيل

source: Generate Invoice
ar: فاتورة جديدة

source: Invoice Report
ar: فواتير بانتظار التحويل

source: Pending Action
ar: انتظار

source: Collect Invoice
ar: تحويل المستحقات

source: List Collected
ar: الفواتير المحولة

source: List Transfer
ar: فواتير تم تحويلها

source: Pending Invoice
ar: انتظار الفاتورة

# Not_Found
source: Not Accept Orders
ar: طلبات لم تقبل

source: Receivers
ar: المستلمين

source: New Client
ar: عميل جديد

source: Reward
ar: مكافئة

source: List Reward
ar: قائمة المكافئات

source: New Reward
ar: مكافئة جديدة

source: Company
ar: شركة

source: Operations
ar: مستخدمين

source: Company Support
ar: دعم الشركة

# My_Ticket
source: My Tickets
ar: سجل التذاكر

source: Sent Ticket
ar: تذكرة جديدة

source: Region
ar: المنطقة

source: Become a Captain
ar: كن كابتن

source: Become a Partner
ar: كن شريكا

source: Contact us
ar: اتصل بنا

source: Home
ar: الرئيسية

source: Log in
ar: تسجيل دخول

source: Services
ar: خدمتنا

source: Track
ar: تتبع

# OperationsNotFound
source: Not Found
ar: العمليات

source: Auto Verify
ar: تحقق تلقائي

source: Companies
ar: شركات

source: Active Requests
ar: الطلبات النشطة

source: Add New Branchs
ar: إضافة فروع جديدة

source: Add New Staff
ar: إضافة موظف جديد

source: Balances
ar: الأرصدة

source: Branchs History
ar: سجل الفروع

source: Cancel Requests
ar: طلبات ملغيه

source: Items
ar: الأصناف

source: Main Category
ar: التصنيفات الرئيسية

source: New Ticket
ar: تذكرة جديدة

source: Pending Requests
ar: الطلبات المعلقة

source: Requests History
ar: ارشيف الطلبات

source: Roles
ar: المناصب

source: Schedule Requests
ar: طلبات مجدولة

source: staffs History
ar: سجل الموظفين

source: Staff Permissions
ar: صلاحيات المستخدم

source: Sub Category
ar: الفئات الرئيسية

source: Tickets
ar: سجل التذاكر

source: Customers
ar: العملاء

source: Client Support
ar: دعم العملاء

# PortalPaid_History
source: Paid from Logi Portal
ar: الدفع من بوابة لوجى

# Delivered_History
source: Delivered Requests
ar: الطلبات الموصلة

# Staff_Roles
source: Branches Roles
ar: مناصب الفروع

# Delivered_History_2
source: Delivered
ar: تم التوصيل

# Pending_Invoices
source: Pending Requests
ar: طلبات معلقة

source: New Requests
ar: طلبات جديدة

source: Rejected Requests
ar: طلبات مرفوضة

source: Waiting Activation
ar: طلبات تمت مراجعتها

source: Captains
ar: الكباتن

# Captain_Reg
source: Captain Register Request
ar: طلبات تسجيل الكباتن

# Clients_Reg
source: Client Register Request
ar: طلبات تسجيل المتاجر

# Companies_List
source: List Companies
ar: سجل الشركات

source: Under Scrutiny
ar: طلبات تحت المراجعة

# Company_Reg
source: Company Register Requests
ar: طلبات تسجيل الشركات

source: About us
ar: عن الشركة

source: Devices Setting
ar: اعدادات الاجهزة

source: General Setting
ar: الاعدادات العامة

source: Jobs
ar: الوظائف

# Entities
source: Hospitals
ar: المستشفيات

# List_Entities
source: List Hospitals
ar: قائمة المستشفيات

# New_Entity
source: New Hospital
ar: إضافة مستشفى

source: Departments
ar: الاقسام

# EntitiesGroup
source: Hospitals Group
ar: المجموعات

source: Patient
ar: المريض

source: List Patient
ar: قائمة المرضى

source: New Patient
ar: إضافة مريض

source: Patients
ar: المرضى

source: Add Doctor
ar: طبيب جديد

source: Add Employee
ar: موظف جديد

source: Doctors
ar: الاطباء

source: Medical Administration
ar: الإدارة الطبية

source: System Administrators
ar: مسؤولي النظام

source: List Doctors
ar: سجل الأطباء

source: List Employees
ar: سجل الموظفين

source: Appointments
ar: تعيينات

source: Add Appointment
ar: حجز موعد

source: View Appointment
ar: عرض المواعيد

source: Edit Appointment
ar: تعديل موعد

source: Case List
ar: الكشوفات

source: Under Observation
ar: تحت الملاحظة

source: All Diagnosis
ar: كل التشخيصات

source: Diagnosis List
ar: التشاخيص

source: Diseases
ar: الأمراض

source: Medicines
ar: الأدوية

source: Diseases List
ar: قائمة الأمراض

source: Medicines List
ar: قائمة الأدوية

source: Files Types
ar: انواع الملفات

source: Laboratory
ar: المختبر

source: Pharmacy
ar: الصيدلية

source: Role Configration
ar: صلاحيات الأدوار

# EntityType
source: Hospital Type
ar: انواع المستشفيات

source: Visits
ar: الزيارات

source: Captain
ar: الكباتن

source: Orders Delivered
ar: طلبات تم التوصيل

source: Pending Delivery Orders
ar: طلبات قيد التوصيل

source: Processing Requests
ar: طلبات قيد التجهيز

source: View Appointments
ar: عرض المواعيد

source: Doctor Managment
ar: ادارة الطبيب

source: Genetic Profile
ar: الملف الوراثي

source: Groups
ar: المجموعات

source: High Risk
ar: الأعلى خطورة

source: Hospital Managment
ar: ادارة المستشفي

source: Medical Managment
ar: الادارة الطبية

source: Metal Map
ar: خريطة المعادن

source: Patient Managment
ar: ادارة المريض

source: System Admin
ar: مسئول النظام

source: System Managment
ar: ادارة النظام

# ConfigrationCompany
source: Company Configration
ar: اعدادت الشركه

source: Banks
ar: البنوك

source: Activities
ar: الأنشطة

source: Payment Ways
ar: طرق الدفع

source: Blocks
ar: الأحياء

source: Vendors
ar: المتاجر

source: Payment Configuration
ar: اعدادت الدفع

# Banar
source: Sliders
ar: البنرات

source: Sliders
ar: البنرات

source: Packages
ar: باقات التجار

source: Payments Status
ar: حالات الدفع

source: Customers Details
ar: تفاصيل العملاء

source: Inquiries
ar: استفسارات الموقع

source: Add New Vendor
ar: إضافة متجر

source: List Vendors
ar: المتاجر

source: Service Providers
ar: مزودي الخدمة

source: Add New Product
ar: إضافة منتج جديد

source: Product
ar: المنتجات

# MainPages
source: Site Pages
ar: صفحات الموقع

source: Main Page Details
ar: تفاصيل الصفحة الرئيسية

source: List Products
ar: قائمة المنتجات

source: New Product
ar: منتج جديد

source: Products
ar: المنتجات

source: Address Types
ar: أنواع العناوين

source: KeyWords
ar: الكلمات المفتاحية

source: Favourite Products
ar: المنتجات المفضلة

source: Locations
ar: العناوين

source: Shipping Company
ar: شركات الشحن

source: Employees
ar: موظفين

source: Orders
ar: الطلبات

source: Add New Employee
ar: إضافة موظف جديد

source: Add Shipping Company
ar: اضافة شركة شحن

source: Shipping Companies
ar: شركات الشحن

source: Add Branches
ar: اضافة فروع

source: Add Admin
ar: اضافة ادمن

source: List Admins
ar: قائمة الادمن

source: System Employees
ar: موظفين النظام

source: Accepted Orders
ar: طلبات مقبولة

source: Being Delivered Orders
ar: طلبات مع الكابتن

source: Being Processed Orders
ar: طلبات جاري التجهيز

source: Canceled Orders
ar: طلبات ملغيه

# CreatedOrders
source: New Orders
ar: طلبات جديدة

source: Delivered Orders
ar: طلبات تم توصيلها

source: Shipping Orders
ar: طلبات بإنتظار التسليم

# VacHistory
source: Vaccations History
ar: الاجازات

source: Enbale History
ar: سجل الاشتراكات

# List_a_Vendors
source: List Vendor - Productive families
ar: قائمة المتاجر

# Mangment
source: Management
ar: الإدارة

# Add_New_Vend
source: Add New Vendor
ar: إضافة متجر - أسرة منتجة

source: List Captain Active
ar: الكباتن المفعلين

source: Send Message
ar: ارسال رسالة

source: Certified Captain
ar: الكابتن المعتمدين

source: Cities Covered
ar: المدن المغطاه

source: Assign Order
ar: توزيع الطلبات

source: Captain Zone
ar: مناطق الكابتن

source: Tracking Orders
ar: تتبع الطلبات

source: Edit Data
ar: تعديل البيانات

source: New Captain
ar: كابتن جديد

source: Converted
ar: تم التحويل

source: Invoices
ar: الفواتير

source: Pending Transfer
ar: انتظار التحويل

# Reports_Inquiries
source: Reports and Inquiries
ar: تقارير واستعلامات

source: Questions
ar: الاسئلة

source: Add Blocks
ar: اضافة مناطق

source: Assign Captains
ar: توزيع الكابتن

source: Captain Blocks
ar: احياء الكابتن

source: List Customers
ar: سجل العملاء

source: Pending Approve
ar: انتظار الاعتماد

source: Processes
ar: العمليات

source: Subscriptions
ar: الاشتراكات

source: Update Assigns
ar: تعديل التوزيعات

source: Update Blocks
ar: تعديل المناطق

source: Orders History
ar: سجل الطلبات

source: Rate
ar: التقييم

source: Schedule Orders
ar: الطلبات المجدولة

# Questions_Ratings
source: Questions And Ratings
ar: الاسئلة والتقييمات

source: Ratings
ar: التقييمات

source: Increase Orders
ar: طلبات الزيادة

source: Driver Support
ar: استفسارات الكابتن

source: Subscriptions Email
ar: بريد الاشتراكات

source: Payment Reports
ar: تقرير المبيعات

source: Company Working Hours
ar: اوقات عمل الشركة

source: Customers Balance
ar: رصيد العملاء

source: Favourite Products
ar: المنتجات المفضلة
