Repository: hosalsayed-hub/made_home
Catalog: Homemade.UI/Resources/Response-*.resx
Languages: ar

source: Add Financial penalty
ar: تم وضع غرامة مالية

source: Because
ar: بسبب

source: Because Cancel Trip After Five Minutes
ar: بسبب إلغاء الرحلة بعد 5 دقائق من انشائها

source: Cancel Trip
ar: تم الغاء الرحلة

source: Cancel Trip By :
ar: تم الغاء الرحلة من قبل :

source: Can't Create ==>
ar: لايمكن التسجيل ==>

source: city ID not Found
ar: لم يتم اختيار المدينة

source: Client Token Not Valid
ar: خطأ في هوية الراكب

source: Color ID not Found
ar: لم يتم اختيار اللون

# Country_Req
source: Country ID not Found
ar: البلد غير محددة

source: Data_Not_Found
ar: لا يوجد بيانات

source: Email Is Exist
ar: البريد الالكترونى موجود بالفعل

source: Enter Promo Code
ar: ادخل الرمز الترويجي

source: Enter Valid Rate
ar: ادخل تقييم صحيح

source: Enter Voucher Code
ar: برجاء ادخال كود إذن الصرف

source: Error :
ar: خطأ :

source: Error In Insert Evaluate
ar: خطا في إضافة التقييم

source: Error In Save Data
ar: خطأ فى حفظ البيانات

source: Error In Save Trip
ar: حدث خطأ فى حفظ الرحلة

source: Error In Seen Notification
ar: فشل فى قراءة الاشعار

source: Error in the Client's username
ar: خطا فى اسم المستخدم الخاص بالراكب

# Error_in_the_client_username
source: Login ID error or does not have the authority to access here
ar: خطأ فى معرف دخلو المتجر او ليس له صلاحيه للوصل لهذا

source: Error in the driver's username
ar: خطا فى اسم المستخدم الخاص بالسائق

source: Error In Trip Id
ar: خطأ فى رقم الرحلة

source: Error In Update Trip
ar: خطأ في تعديل بيانات الرحلة

source: Error In User Type
ar: خطأ فى نوع المستخدم

source: Error when Create User Login Data. Check the Email And Mobile And Try Again
ar: خطأ عند إنشاء بيانات تسجيل دخول المستخدم. التحقق من البريد الإلكتروني والجوال وحاول مرة أخرى

source: Expired promotional code
ar: رمز ترويجي منتهي الصلاحية

source: Female
ar: انثى

source: Finish Trip Success
ar: تم انهاء الرحلة بنجاح

source: Id ExpieryDate not Found
ar: تاريخ إنتهاء الهوية غير موجود

source: ID No and Mobile No Not Found
ar: رقم الهوية ورقم الجوال غير موجودين

source: Id no must be 10 charcters
ar: رقم الهوية يجب ان يكون مكون من 10 أرقام

source: ID No not Found
ar: رقم الهوية غير موجود

source: incorrect Authorization Value
ar: قيمة التوكين غير صحيحة

# Incorrect_branchId
source: An error in the branch number or that it is not registered with us or this user does not have the authority to send from it
ar: خطأ فى رقم الفرع او انه غير مسجل لدينا او هذا المستخدم ليس له صلاحيه للاسال منه

source: Incorrect receiver LocationId
ar: خطا فى رقم موقع العميل

source: Invalid categoryCarTypeID ..!
ar: خطأ كود نوع الفئة

source: Invalid dropoffAddress ..!
ar: خطأ عنوان الوصول

source: Invalid dropoffLat ..!
ar: خطأ لات الوصول

source: Invalid dropoffLng ..!
ar: خطأ لانج الوصول

# Invalid_LatLng
source: Invalid Lat Or Lng
ar: خطأ فى احداثيات خط الطول او العرض

source: Invalid Phone number
ar: رقم الجوال غير صالح

source: Invalid Phone number Stc
ar: خطأ فى رقم الجوال Stc

source: Invalid pickAddress ..!
ar: خطأ عنوان الالتقاط

source: Invalid pickupLat ..!
ar: خطأ لات الالتقاط

source: Invalid pickupLng ..!
ar: خطأ لانج الالتقاط

source: Invalid Trip
ar: رحله غير مسجله

source: Invalid tripStatusId ..!
ar: خطأ كود حالة الرحلة

# Invalid_Trip_Drivers
source: Invalid Trip Captains ..!
ar: خطأ سائقين الرحلة

source: Invalid trip ID ..!
ar: خطأ كود الرحلة

source: Login Successfuly
ar: تم تسجيل الدخول بنجاح

source: Logout Successfully
ar: تم تسجيل الخروج بنجاح

source: Male
ar: ذكر

source: Maxumim Limt Count
ar: تم انتهاء العدد الخاص بالرمز

source: Mobile No Is Exists
ar: عفوا رقم الجوال مسجل بالفعل

source: Mobile No not Found
ar: رقم الجوال غير موجود

source: Mobile No Stc Is Exists
ar: رقم الجوال Stc موجود بالفعل

source: Mobile No Stc not Found
ar: رقم الجوال stc غير موجود

source: model ID not Found
ar: لم يتم اختيار نوع المركبة

source: Name Is Exist
ar: الاسم موجود بالفعل

source: Name not Found
ar: الأسم غير موجود

# NationaltIsreq
source: Natonality is Requierd
ar: الجنسية مطلوبة

source: New User
ar: مستخدم جديد

# notAllowedMessage
source: Your balance is not enough to receive the trips
ar: رصيدك غير كافي لإستقبال الرحلات

source: Not Found Picture
ar: خطأ لا يوجد صورة

source: Not Valid Voucher Code
ar: كود إذن صرف غير صالح

source: Oops Error In Data
ar: عفوا خطأ فى البيانات

source: Oops Seen Notification before
ar: عفوا تم القراءة من قبل

source: Oops this IdNo is found Before to a driver account
ar: عفوا هذا رقم الهوية موجود من قبل لحساب سائق

source: Oops this mobile no is found Before to a driver account
ar: عفوا رقم الجوال موجود من قبل لحساب تاجر

source: Oops this mobile no Stc is found Before to a driver account
ar: عفوا رقم الجوال stc موجود من قبل لحساب سائق

# Oops_This_Notification_Not_For_Promo
source: Oops This Notification Not For PromoCode
ar: خطأ هذا الاشعار ليس للخصم

source: Oops this number is not Found
ar: هذا الرقم غير موجود

source: Oops this number is not registered Before to a Client account
ar: عفوا هذا الرقم غير مسجل من قبل لحساب الراكب

# Oops_this_number_is_not_registered_Before_to_a_driver_account
source: Oops this number is not registered Before to a Vendor account
ar: عفوا هذا الرقم غير مسجل من قبل لحساب سائق

source: Oops this number is registered Before to a Client account
ar: عفوا هذا الرقم مسجل من قبل لحساب راكب

# Oops_this_number_is_registered_Before_to_a_driver_account
source: Oops this number is registered Before to a Vendor account
ar: عفوا هذا الرقم مسجل من قبل لحساب سائق

source: Oops this Taxi Number is found Before
ar: عفوا هذا رقم السيارة موجود من قبل

source: Password Not Valid
ar: خطأ فى كلمة المرور

source: Password Updated Failed
ar: فشل فى تعديل كلمة المرور

source: Password Updated Successfully
ar: تم تعديل كلمة المرور بنجاح

source: payment Status Not Valid
ar: حالة الدفع غير متواجدة

source: Please Insert Data
ar: برجاء ادخال البيانات

source: Please Insert Password
ar: برجاء ادخال كلمة المرور

source: Please Re Login
ar: من فضلك سجل الدخول مره اخرى

source: Please try again!
ar: فضلا اعد المحاولة مرة اخرى

source: Prefer not to specify
ar: يفضل عدم التحديد

source: Rated Added Successfully
ar: لقد تم التقييم بنجاح

source: refrenceNumbers not found
ar: الارقام المرعية غير موجودة

source: Return Data Failed
ar: فشل ارجاع البيانات

source: Return Data Successfully
ar: تم ارجاع البيانات بنجاح

source: Save Sucsess
ar: تم الحفظ بنجاح

source: Seen Notification Successfully
ar: تم قراءة الاشعار بنجاح

# Sorry_Address_Not_Found
source: Sorry No Address Found
ar: لا يوجد اى عنوان لهذا الرقم

source: Sorry error in Trip Status
ar: عفوا خطأ فى حالة الرحلة

source: Sorry Not Allow Update
ar: عفوا لا يمكنك التعديل

source: Sorry , The Evaluation Has Aleardy been Done
ar: عفوا لقد تم التقييم مسبقا

source: Sorry This City is Out of Coverage
ar: عفوا هذه المدينة خارج التغطية

source: Sorry Trip Not Found
ar: خطا في الرحلة

source: Sorry You Not Active
ar: عفوا لم يتم تفعيلك بعد

source: Sorry You Not Enable
ar: عفوا ليس لديك صلاحية العمل

source: Taxi No not Found
ar: رقم السيارة غير موجود

source: Tax Cancellation
ar: ضريبة الغاء

# test
source: done
ar: تم الحفظ بنجاح

source: Thanks for Registration,Your request has been send and we will contact with you soon.
ar: شكرا لتسجليكم، تم ارسال طلب الاشتراك بنجاح وسيتم التوصيل معكم في أقرب وقت.

source: The code was sent successfully
ar: تم ارسال الكود بتجاح

source: The Trip was created successfully
ar: تم انشاء الرحله بنجاح

source: This Account Not Client
ar: هذا الحساب غير خاص براكب

source: This Account Not Customer
ar: هذا الحساب غير خاص بعميل

source: This Account Not Driver
ar: هذا الحساب غير خاص بسائق

source: This Account Not Vendor
ar: هذا الحساب غير خاص ببائع

source: This Driver Not Exist
ar: هذا السائق غير موجود

source: This driver not valid on this trip
ar: عفوا هذا السائق غير مسجل علي هذه الرحلة

source: This Driver Used This Voucher Before
ar: هذا السائق مستخدم هذه القسيمة من قبل

# TripUpdated
source: Trip Updated Successfully
ar: تم تعديل الرحلة بنجاح

source: Trip ID Found Before
ar: رقم الرحلة موجود من قبل

source: Trip ID Order Is Incorrect
ar: ترتيب رقم الرحلة غير صحيح

source: Trip Not Finshed yet
ar: الرحلة لم تنتهي بعد

source: Trip Not Found,select the Trip And Try Again .
ar: لم يتم العثور على الرحلة ، حدد الرحلة وحاول مرة أخرى.

source: Trip Status Type Not Correct
ar: حاله الرحله غير صحيحه

source: Type Should Be 1 or 2 only !
ar: النوع يجب ان يكون 1 او 2 فقط

source: Update Success
ar: تم التحديث بنجاح

source: valid
ar: صحيح

source: Voucher Code is Expired
ar: رمز القسيمة منتهى

source: Wrong Old password
ar: خطأ فى كلمة المرور القديمة

source: Wrong username or password
ar: اسم المستخدم او كلمة المرور خطأ

source: year ID not Found
ar: لم يتم اختيار الموديل
